{
  "nodes": [
    {
      "id": "film/avatar",
      "label": "Avatar (2009)",
      "title": "Avatar",
      "image": "images/pandora.jpg",
      "shape": "image",
      "description": "Avatar, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojinin yıkıcılığı temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avatar, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avatar, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2009-12-18",
      "level": 0
    },
    {
      "id": "film/avatarthewayofwater",
      "label": "Avatar: The Way of Water (2022)",
      "title": "Avatar: The Way of Water",
      "image": "images/pandora.jpg",
      "shape": "image",
      "description": "Avatar: The Way of Water, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, farklı türler arası anlayış temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avatar: The Way of Water, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avatar: The Way of Water, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2022-12-16",
      "level": 1
    },
    {
      "id": "film/avatar3",
      "label": "Avatar 3 (2025)",
      "title": "Avatar 3",
      "image": "images/pandora.jpg",
      "shape": "image",
      "description": "Avatar 3, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, ailenin korunması temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avatar 3, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avatar 3, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2025-12-19",
      "level": 2
    },
    {
      "id": "film/avatar4",
      "label": "Avatar 4 (2029)",
      "title": "Avatar 4",
      "image": "images/pandora.jpg",
      "shape": "image",
      "description": "Avatar 4, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, yerli halkların hakları temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avatar 4, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avatar 4, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2029-12-21",
      "level": 3
    },
    {
      "id": "film/avatar5",
      "label": "Avatar 5 (2031)",
      "title": "Avatar 5",
      "image": "images/pandora.jpg",
      "shape": "image",
      "description": "Avatar 5, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, ekolojik denge temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avatar 5, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avatar 5, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2031-12-19",
      "level": 4
    }
  ],
  "edges": [
    {
      "from": "film/avatar",
      "to": "film/avatarthewayofwater",
      "type": "devam"
    },
    {
      "from": "film/avatarthewayofwater",
      "to": "film/avatar3",
      "type": "devam"
    },
    {
      "from": "film/avatar3",
      "to": "film/avatar4",
      "type": "devam"
    },
    {
      "from": "film/avatar4",
      "to": "film/avatar5",
      "type": "devam"
    }
  ]
}