{
  "nodes": [
    {
      "id": "film/thelordoftheringsthefellowshipofthering",
      "label": "The Lord of the Rings: The Fellowship of the Ring (2001)",
      "title": "The Lord of the Rings: The Fellowship of the Ring",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Lord of the Rings: The Fellowship of the Ring, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, ırklar arası dayanışma temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Lord of the Rings: The Fellowship of the Ring, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Lord of the Rings: The Fellowship of the Ring, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2001-12-19",
      "level": 0
    },
    {
      "id": "film/thelordoftheringsthetwotowers",
      "label": "The Lord of the Rings: The Two Towers (2002)",
      "title": "The Lord of the Rings: The Two Towers",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Lord of the Rings: The Two Towers, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, tutkunun yozlaştırıcı gücü temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Lord of the Rings: The Two Towers, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Lord of the Rings: The Two Towers, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2002-12-18",
      "level": 1
    },
    {
      "id": "film/thelordoftheringsthereturnoftheking",
      "label": "The Lord of the Rings: The Return of the King (2003)",
      "title": "The Lord of the Rings: The Return of the King",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Lord of the Rings: The Return of the King, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, ırklar arası dayanışma temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Lord of the Rings: The Return of the King, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Lord of the Rings: The Return of the King, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2003-12-17",
      "level": 2
    },
    {
      "id": "film/thehobbitanunexpectedjourney",
      "label": "The Hobbit: An Unexpected Journey (2012)",
      "title": "The Hobbit: An Unexpected Journey",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Hobbit: An Unexpected Journey, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, yolculuğun dönüştürücü etkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Hobbit: An Unexpected Journey, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Hobbit: An Unexpected Journey, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2012-12-14",
      "level": 3
    },
    {
      "id": "film/thehobbitthedesolationofsmaug",
      "label": "The Hobbit: The Desolation of Smaug (2013)",
      "title": "The Hobbit: The Desolation of Smaug",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Hobbit: The Desolation of Smaug, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, tutkunun yozlaştırıcı gücü temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Hobbit: The Desolation of Smaug, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Hobbit: The Desolation of Smaug, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2013-12-13",
      "level": 4
    },
    {
      "id": "film/thehobbitthebattleofthefivearmies",
      "label": "The Hobbit: The Battle of the Five Armies (2014)",
      "title": "The Hobbit: The Battle of the Five Armies",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Hobbit: The Battle of the Five Armies, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sadakat ve fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Hobbit: The Battle of the Five Armies, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Hobbit: The Battle of the Five Armies, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2014-12-17",
      "level": 5
    },
    {
      "id": "film/thelordoftheringstheringsofpower",
      "label": "The Lord of the Rings: The Rings of Power (2022)",
      "title": "The Lord of the Rings: The Rings of Power",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "The Lord of the Rings: The Rings of Power, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, ırklar arası dayanışma temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Lord of the Rings: The Rings of Power, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Lord of the Rings: The Rings of Power, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2022-09-01",
      "level": 6
    }
  ],
  "edges": [
    {
      "from": "film/thehobbitanunexpectedjourney",
      "to": "film/thehobbitthedesolationofsmaug",
      "type": "devam"
    },
    {
      "from": "film/thehobbitthedesolationofsmaug",
      "to": "film/thehobbitthebattleofthefivearmies",
      "type": "devam"
    },
    {
      "from": "film/thehobbitthebattleofthefivearmies",
      "to": "film/thelordoftheringsthefellowshipofthering",
      "type": "ön hikaye"
    },
    {
      "from": "film/thelordoftheringsthefellowshipofthering",
      "to": "film/thelordoftheringsthetwotowers",
      "type": "devam"
    },
    {
      "from": "film/thelordoftheringsthetwotowers",
      "to": "film/thelordoftheringsthereturnoftheking",
      "type": "devam"
    },
    {
      "from": "film/thelordoftheringstheringsofpower",
      "to": "film/thehobbitanunexpectedjourney",
      "type": "ön hikaye"
    }
  ]
}