{
  "nodes": [
    {
      "id": "ironMan2008",
      "label": "Iron Man (2008)",
      "title": "Iron Man",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Iron Man, Marvel Sinematik Evreni'nin başlangıç noktası olan ve modern süper kahraman sinemasının temel taşlarından birini oluşturan ikonik bir yapımdır. Film, milyarder silah üreticisi Tony Stark'ın Afganistan'da teröristler tarafından kaçırılmasıyla başlar. Tutsaklığı sırasında, Stark hem kendi silahlarının yıkıcı etkisiyle yüzleşir hem de ilkel bir zırh prototipi geliştirerek kaçmayı başarır. Bu deneyim, onun yaşam amacını tamamen değiştirir. Stark, geri döndüğünde silah üretimini durdurur ve gelişmiş bir Iron Man zırhı inşa eder. Ancak bu dönüşüm, şirketinin ve eski dostlarının tehditlerini de beraberinde getirir. Film, yüksek teknoloji, kişisel sorumluluk ve değişim temalarını işler. Robert Downey Jr.’ın performansı ile özdeşleşen Stark karakteri, hem eğlenceli hem derinlikli bir kahraman portresi sunar. Iron Man, MCU’nun sonraki filmleri için ton ve kalite standardını belirleyen güçlü bir başlangıçtır.",
      "refers_to": "Iron Man, Marvel Sinematik Evreni’nin yapı taşını oluşturmakla kalmaz, aynı zamanda sonraki birçok filme doğrudan gönderme yapar. Film sonunda Nick Fury’nin belirmesiyle Avengers inisiyatifinin temeli atılır. Tony Stark’ın zırh teknolojisi, Avengers, Iron Man 2 ve Age of Ultron gibi filmlerde gelişerek devam eder. Obadiah Stane karakteri, Endgame gibi filmlerde hatırlatılırken, Stark’ın ahlaki yolculuğu Spider-Man: Homecoming gibi filmlerde etkisini sürdürür. Iron Man’in küresel etkisi, Wakanda teknolojisiyle birleşerek Black Panther’da bile hissedilir. Ayrıca filmin sonunda çalınan \"I am Iron Man\" repliği, Endgame’de Stark’ın kapanışına doğrudan gönderme olarak tekrar kullanılır. Film, karakterler arası bağları ve evren inşasını başlatan önemli referanslara sahiptir.",
      "type": "film",
      "release_date": "2008-05-02",
      "level": 0
    },
    {
      "id": "incredibleHulk2008",
      "label": "The Incredible Hulk (2008)",
      "title": "The Incredible Hulk",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "The Incredible Hulk, Marvel evreninin en çalkantılı kahramanlarından biri olan Bruce Banner’ın içsel çatışmalarını ve kaçış öyküsünü işler. Filmde, bir deneyin yanlış gitmesiyle gama radyasyonuna maruz kalan Banner, öfkesini kontrol edemez hale gelir ve Hulk’a dönüşür. Hükûmetin peşine düşmesiyle birlikte, Banner hem çözüm bulmak hem de sevdiği kadını korumak için dünyayı dolaşır. Hikâye boyunca Banner’ın insanlığına dair özlemi, canavar doğasıyla çatışır. General Ross’un askeri baskısı ve Emil Blonsky’nin Abomination’a dönüşmesi, filmin aksiyon dozunu artırır. Film, hem kişisel travma hem de bilimsel etik soruları gündeme getirir. Yoğun görsel efektleri ve karanlık atmosferiyle dikkat çekerken, Bruce Banner karakterinin temellerini oluşturur. Bu yapım, sonraki Hulk temsilleri için bir köprü işlevi görür.",
      "refers_to": "The Incredible Hulk, doğrudan olmasa da MCU’nun daha sonraki filmlerine bağlantılar içerir. Tony Stark’ın post-credit sahnesindeki görünümü, evrenin birleştiğini gösterir. General Ross karakteri, Captain America: Civil War ve Black Widow gibi yapımlarda tekrar ortaya çıkarak süreklilik sağlar. Hulk’un gamma kaynaklı gücü, Avengers filmlerinde takıma güç katar. Ayrıca Blonsky’nin dönüşümü ve Hulk’un psikolojisi, She-Hulk dizisinde yeniden gündeme gelir. Film, Bruce Banner’ın karakter gelişimi için bir başlangıç noktası sunarken, daha sonraki filmlerde Mark Ruffalo tarafından canlandırılan Hulk’a evrimsel bir geçiş sağlar. Betty Ross karakteri, her ne kadar tekrar görünmese de Banner’ın duygusal motivasyonlarının temelindedir.",
      "type": "film",
      "release_date": "2008-06-13",
      "level": 0
    },
    {
      "id": "ironMan22010",
      "label": "Iron Man 2 (2010)",
      "title": "Iron Man 2",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Iron Man 2, Tony Stark’ın süper kahraman olarak ifşa olduktan sonra yaşadığı içsel ve dışsal baskıları konu alır. Zırh teknolojisinin hükümet ve rakipler tarafından ele geçirilme çabası, Stark’ın miras sorunlarıyla birleşir. Aynı zamanda göğsündeki reaktörün zehirleyici etkileriyle mücadele eden Stark, babası Howard Stark’ın eski notlarından ilhamla yeni bir element geliştirir. Ivan Vanko'nun Whiplash kimliğiyle ortaya çıkışı, Stark'ın geçmişteki günahlarının yankısını oluşturur. Film, aynı zamanda Black Widow karakterinin tanıtıldığı yapımdır. Nick Fury ile SHIELD’ın daha görünür olması, evrenin genişlemeye başladığını gösterir. Aksiyon sahneleri, gelişmiş zırhlar ve karakterler arası dinamikler, filmin temposunu belirler. Iron Man 2, Stark’ın kişisel gelişim yolculuğunda önemli bir evredir.",
      "refers_to": "Iron Man 2, Marvel evreninin genişlemesinde kilit rol oynar. Black Widow karakteri ilk kez bu filmde görünür ve Avengers’ın temelleri atılır. Nick Fury’nin SHIELD girişimi, filmin sonunda Stark’a aktarılarak Thor ve Captain America gibi karakterlere zemin hazırlar. Justin Hammer gibi rakip figürler, Armor Wars dizisi için zemin oluşturur. Ivan Vanko’nun teknolojisi, daha sonra Iron Man 3’te Tony’nin zırh evrimine dolaylı katkı sağlar. Ayrıca Howard Stark’ın geçmişi, Captain America: The First Avenger filminde genişletilir. Film, hem bireysel kriz hem de evrenin birleşik doğasını simgeleyen geçiş yapımlarından biridir. Tony Stark’ın karakter dönüşümü, Infinity Saga boyunca bu filmde başlayan derslerle şekillenir.",
      "type": "film",
      "release_date": "2010-05-07",
      "level": 1
    },
    {
      "id": "thor2011",
      "label": "Thor (2011)",
      "title": "Thor",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Thor, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Thor, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Thor, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2011-05-06",
      "level": 2
    },
    {
      "id": "captainAmerica2011",
      "label": "Captain America: The First Avenger (2011)",
      "title": "Captain America: The First Avenger",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Captain America: The First Avenger, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilimsel etik temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Captain America: The First Avenger, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Captain America: The First Avenger, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2011-07-22",
      "level": 2
    },
    {
      "id": "avengers2012",
      "label": "The Avengers (2012)",
      "title": "The Avengers",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "The Avengers, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilimsel etik temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Avengers, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Avengers, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2012-05-04",
      "level": 3
    },
    {
      "id": "ironMan32013",
      "label": "Iron Man 3 (2013)",
      "title": "Iron Man 3",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Iron Man 3, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bireysel kimlik arayışı temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Iron Man 3, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Iron Man 3, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2013-05-03",
      "level": 4
    },
    {
      "id": "thorDarkWorld2013",
      "label": "Thor: The Dark World (2013)",
      "title": "Thor: The Dark World",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Thor: The Dark World, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Thor: The Dark World, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Thor: The Dark World, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2013-11-08",
      "level": 4
    },
    {
      "id": "captainAmericaWS2014",
      "label": "Captain America: The Winter Soldier (2014)",
      "title": "Captain America: The Winter Soldier",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Captain America: The Winter Soldier, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Captain America: The Winter Soldier, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Captain America: The Winter Soldier, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2014-04-04",
      "level": 5
    },
    {
      "id": "guardiansOfTheGalaxy2014",
      "label": "Guardians of the Galaxy (2014)",
      "title": "Guardians of the Galaxy",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Guardians of the Galaxy, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, toplumsal sorumluluk temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Guardians of the Galaxy, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Guardians of the Galaxy, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2014-08-01",
      "level": 5
    },
    {
      "id": "avengersAoU2015",
      "label": "Avengers: Age of Ultron (2015)",
      "title": "Avengers: Age of Ultron",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Avengers: Age of Ultron, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avengers: Age of Ultron, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avengers: Age of Ultron, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2015-05-01",
      "level": 6
    },
    {
      "id": "antMan2015",
      "label": "Ant-Man (2015)",
      "title": "Ant-Man",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Ant-Man, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilimsel etik temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Ant-Man, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Ant-Man, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2015-07-17",
      "level": 6
    },
    {
      "id": "civilWar2016",
      "label": "Captain America: Civil War (2016)",
      "title": "Captain America: Civil War",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Captain America: Civil War, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, toplumsal sorumluluk temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Captain America: Civil War, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Captain America: Civil War, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2016-05-06",
      "level": 7
    },
    {
      "id": "doctorStrange2016",
      "label": "Doctor Strange (2016)",
      "title": "Doctor Strange",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Doctor Strange, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Doctor Strange, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Doctor Strange, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2016-11-04",
      "level": 7
    },
    {
      "id": "gotgVol2_2017",
      "label": "Guardians of the Galaxy Vol. 2 (2017)",
      "title": "Guardians of the Galaxy Vol. 2",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Guardians of the Galaxy Vol. 2, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Guardians of the Galaxy Vol. 2, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Guardians of the Galaxy Vol. 2, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2017-05-05",
      "level": 8
    },
    {
      "id": "spidermanHomecoming2017",
      "label": "Spider-Man: Homecoming (2017)",
      "title": "Spider-Man: Homecoming",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Spider-Man: Homecoming, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Spider-Man: Homecoming, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Spider-Man: Homecoming, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2017-07-07",
      "level": 8
    },
    {
      "id": "thorRagnarok2017",
      "label": "Thor: Ragnarok (2017)",
      "title": "Thor: Ragnarok",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Thor: Ragnarok, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, toplumsal sorumluluk temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Thor: Ragnarok, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Thor: Ragnarok, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2017-11-03",
      "level": 9
    },
    {
      "id": "blackPanther2018",
      "label": "Black Panther (2018)",
      "title": "Black Panther",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Black Panther, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Black Panther, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Black Panther, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2018-02-16",
      "level": 10
    },
    {
      "id": "infinityWar2018",
      "label": "Avengers: Infinity War (2018)",
      "title": "Avengers: Infinity War",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Avengers: Infinity War, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avengers: Infinity War, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avengers: Infinity War, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2018-04-27",
      "level": 11
    },
    {
      "id": "antManWasp2018",
      "label": "Ant-Man and the Wasp (2018)",
      "title": "Ant-Man and the Wasp",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Ant-Man and the Wasp, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Ant-Man and the Wasp, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Ant-Man and the Wasp, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2018-07-06",
      "level": 11
    },
    {
      "id": "captainMarvel2019",
      "label": "Captain Marvel (2019)",
      "title": "Captain Marvel",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Captain Marvel, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Captain Marvel, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Captain Marvel, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2019-03-08",
      "level": 11
    },
    {
      "id": "endgame2019",
      "label": "Avengers: Endgame (2019)",
      "title": "Avengers: Endgame",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Avengers: Endgame, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Avengers: Endgame, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Avengers: Endgame, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2019-04-26",
      "level": 12
    },
    {
      "id": "spidermanFFH2019",
      "label": "Spider-Man: Far From Home (2019)",
      "title": "Spider-Man: Far From Home",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Spider-Man: Far From Home, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Spider-Man: Far From Home, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Spider-Man: Far From Home, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2019-07-02",
      "level": 13
    },
    {
      "id": "wandavision2021",
      "label": "WandaVision (2021)",
      "title": "WandaVision",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "WandaVision, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, takım çalışması temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla WandaVision, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "WandaVision, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2021-01-15",
      "level": 14
    },
    {
      "id": "falconWinterSoldier2021",
      "label": "The Falcon and the Winter Soldier (2021)",
      "title": "The Falcon and the Winter Soldier",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "The Falcon and the Winter Soldier, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Falcon and the Winter Soldier, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Falcon and the Winter Soldier, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2021-03-19",
      "level": 14
    },
    {
      "id": "loki2021",
      "label": "Loki (2021)",
      "title": "Loki",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Loki, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Loki, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Loki, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2021-06-09",
      "level": 14
    },
    {
      "id": "blackWidow2021",
      "label": "Black Widow (2021)",
      "title": "Black Widow",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Black Widow, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, teknolojiyle insanlık arasındaki çizgi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Black Widow, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Black Widow, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2021-07-09",
      "level": 13
    },
    {
      "id": "whatIf2021",
      "label": "What If...? (2021)",
      "title": "What If...?",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "What If...?, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilimsel etik temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla What If...?, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "What If...?, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2021-08-11",
      "level": 15
    },
    {
      "id": "shangChi2021",
      "label": "Shang-Chi and the Legend of the Ten Rings (2021)",
      "title": "Shang-Chi",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Shang-Chi, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilimsel etik temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Shang-Chi, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Shang-Chi, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2021-09-03",
      "level": 15
    },
    {
      "id": "eternals2021",
      "label": "Eternals (2021)",
      "title": "Eternals",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Eternals, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Eternals, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Eternals, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2021-11-05",
      "level": 15
    },
    {
      "id": "hawkeye2021",
      "label": "Hawkeye (2021)",
      "title": "Hawkeye",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Hawkeye, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Hawkeye, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Hawkeye, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2021-11-24",
      "level": 15
    },
    {
      "id": "spidermanNoWayHome2021",
      "label": "Spider-Man: No Way Home (2021)",
      "title": "Spider-Man: No Way Home",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Spider-Man: No Way Home, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Spider-Man: No Way Home, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Spider-Man: No Way Home, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2021-12-17",
      "level": 15
    },
    {
      "id": "moonKnight2022",
      "label": "Moon Knight (2022)",
      "title": "Moon Knight",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Moon Knight, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Moon Knight, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Moon Knight, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2022-03-30",
      "level": 16
    },
    {
      "id": "quantumania2023",
      "label": "Ant-Man and the Wasp: Quantumania (2023)",
      "title": "Ant-Man and the Wasp: Quantumania",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Ant-Man and the Wasp: Quantumania, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Ant-Man and the Wasp: Quantumania, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Ant-Man and the Wasp: Quantumania, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2023-02-17",
      "level": 17
    },
    {
      "id": "secretInvasion2023",
      "label": "Secret Invasion (2023)",
      "title": "Secret Invasion",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Secret Invasion, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bireysel kimlik arayışı temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Secret Invasion, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Secret Invasion, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2023-06-21",
      "level": 17
    },
    {
      "id": "gotgVol3_2023",
      "label": "Guardians of the Galaxy Vol. 3 (2023)",
      "title": "Guardians of the Galaxy Vol. 3",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Guardians of the Galaxy Vol. 3, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kişisel dönüşüm temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Guardians of the Galaxy Vol. 3, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Guardians of the Galaxy Vol. 3, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2023-05-05",
      "level": 17
    },
    {
      "id": "lokiS2_2023",
      "label": "Loki: Season 2 (2023)",
      "title": "Loki: Season 2",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Loki: Season 2, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Loki: Season 2, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Loki: Season 2, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2023-10-05",
      "level": 18
    },
    {
      "id": "echo2024",
      "label": "Echo (2024)",
      "title": "Echo",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Echo, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, toplumsal sorumluluk temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Echo, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Echo, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2024-01-10",
      "level": 19
    },
    {
      "id": "msMarvel2022",
      "label": "Ms. Marvel (2022)",
      "title": "Ms. Marvel",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Ms. Marvel, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, sorumluluk ve güç ilişkisi temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Ms. Marvel, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Ms. Marvel, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2022-06-08",
      "level": 16
    },
    {
      "id": "theMarvels2023",
      "label": "The Marvels (2023)",
      "title": "The Marvels",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "The Marvels, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, fedakârlık temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Marvels, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Marvels, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2023-11-10",
      "level": 18
    },
    {
      "id": "ironheart2024",
      "label": "Ironheart (2024)",
      "title": "Ironheart",
      "image": "images/marvel.jpg",
      "shape": "image",
      "description": "Ironheart, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, takım çalışması temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla Ironheart, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "Ironheart, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2024-08-01",
      "level": 19
    }
  ],
  "edges": [
    {
      "from": "ironMan2008",
      "to": "ironMan22010",
      "type": "devam"
    },
    {
      "from": "ironMan22010",
      "to": "avengers2012",
      "type": "kurucu bağlantı"
    },
    {
      "from": "incredibleHulk2008",
      "to": "avengers2012",
      "type": "karakter transferi"
    },
    {
      "from": "thor2011",
      "to": "avengers2012",
      "type": "devam"
    },
    {
      "from": "captainAmerica2011",
      "to": "avengers2012",
      "type": "devam"
    },
    {
      "from": "avengers2012",
      "to": "guardiansOfTheGalaxy2014",
      "type": "sonsöz göndermesi"
    },
    {
      "from": "ironMan22010",
      "to": "ironMan32013",
      "type": "devam"
    },
    {
      "from": "thor2011",
      "to": "thorDarkWorld2013",
      "type": "devam"
    },
    {
      "from": "captainAmerica2011",
      "to": "captainAmericaWS2014",
      "type": "devam"
    },
    {
      "from": "avengers2012",
      "to": "avengersAoU2015",
      "type": "devam"
    },
    {
      "from": "thorDarkWorld2013",
      "to": "guardiansOfTheGalaxy2014",
      "type": "sonsöz bağlantısı"
    },
    {
      "from": "captainAmericaWS2014",
      "to": "avengersAoU2015",
      "type": "karakter devamlılığı"
    },
    {
      "from": "avengersAoU2015",
      "to": "antMan2015",
      "type": "zaman çizgisi bağlantısı"
    },
    {
      "from": "avengersAoU2015",
      "to": "civilWar2016",
      "type": "devam"
    },
    {
      "from": "civilWar2016",
      "to": "spidermanHomecoming2017",
      "type": "karakter tanıtımı"
    },
    {
      "from": "civilWar2016",
      "to": "blackPanther2018",
      "type": "karakter tanıtımı"
    },
    {
      "from": "doctorStrange2016",
      "to": "infinityWar2018",
      "type": "ön hazırlık"
    },
    {
      "from": "guardiansOfTheGalaxy2014",
      "to": "gotgVol2_2017",
      "type": "devam"
    },
    {
      "from": "thorDarkWorld2013",
      "to": "thorRagnarok2017",
      "type": "devam"
    },
    {
      "from": "thorRagnarok2017",
      "to": "infinityWar2018",
      "type": "doğrudan geçiş"
    },
    {
      "from": "infinityWar2018",
      "to": "endgame2019",
      "type": "devam"
    },
    {
      "from": "antManWasp2018",
      "to": "endgame2019",
      "type": "zaman yolculuğu altyapısı"
    },
    {
      "from": "captainMarvel2019",
      "to": "endgame2019",
      "type": "yardımcı karakter"
    },
    {
      "from": "endgame2019",
      "to": "spidermanFFH2019",
      "type": "duygusal devam"
    },
    {
      "from": "endgame2019",
      "to": "wandavision2021",
      "type": "duygusal devam"
    },
    {
      "from": "endgame2019",
      "to": "falconWinterSoldier2021",
      "type": "miras devamı"
    },
    {
      "from": "loki2021",
      "to": "whatIf2021",
      "type": "multiverse temeli"
    },
    {
      "from": "wandavision2021",
      "to": "doctorStrangeMoM2022",
      "type": "karakter devamı"
    },
    {
      "from": "blackWidow2021",
      "to": "hawkeye2021",
      "type": "karakter geçişi"
    },
    {
      "from": "spidermanNoWayHome2021",
      "to": "doctorStrangeMoM2022",
      "type": "multiverse birleşmesi"
    },
    {
      "from": "shangChi2021",
      "to": "eternals2021",
      "type": "kozmik göndermeler"
    },
    {
      "from": "msMarvel2022",
      "to": "theMarvels2023",
      "type": "karakter geçişi"
    },
    {
      "from": "wandavision2021",
      "to": "theMarvels2023",
      "type": "Monica Rambeau gelişimi"
    },
    {
      "from": "secretInvasion2023",
      "to": "theMarvels2023",
      "type": "Skrull hikâye devamı"
    },
    {
      "from": "loki2021",
      "to": "quantumania2023",
      "type": "Kang bağlantısı"
    },
    {
      "from": "quantumania2023",
      "to": "lokiS2_2023",
      "type": "paralel Kang anlatımı"
    },
    {
      "from": "hawkeye2021",
      "to": "echo2024",
      "type": "karakter geçişi"
    },
    {
      "from": "gotgVol2_2017",
      "to": "gotgVol3_2023",
      "type": "devam"
    }
  ]
}