{
  "nodes": [
    {
      "id": "film/thematrix",
      "label": "The Matrix (1999)",
      "title": "The Matrix",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "The Matrix, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, bilginin doğası temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Matrix, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Matrix, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "1999-03-31",
      "level": 0
    },
    {
      "id": "film/thematrixreloaded",
      "label": "The Matrix Reloaded (2003)",
      "title": "The Matrix Reloaded",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "The Matrix Reloaded, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, insan ile makine savaşı temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Matrix Reloaded, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Matrix Reloaded, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2003-05-15",
      "level": 1
    },
    {
      "id": "film/thematrixrevolutions",
      "label": "The Matrix Revolutions (2003)",
      "title": "The Matrix Revolutions",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "The Matrix Revolutions, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, insan ile makine savaşı temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Matrix Revolutions, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Matrix Revolutions, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2003-11-05",
      "level": 1
    },
    {
      "id": "film/theanimatrix",
      "label": "The Animatrix (2003)",
      "title": "The Animatrix",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "The Animatrix, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, kimlik ve bilinç temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Animatrix, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Animatrix, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "dizi",
      "release_date": "2003-06-03",
      "level": 1
    },
    {
      "id": "film/thematrixresurrections",
      "label": "The Matrix Resurrections (2021)",
      "title": "The Matrix Resurrections",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "The Matrix Resurrections, Pixar’ın etkileyici anlatımıyla şekillenen bir yapımdır. Film, özgür irade ve kader temasını işlerken izleyiciye unutulmaz bir görsel ve duygusal deneyim sunar. Karakter gelişimi, hikâye akışı ve yaratıcı evren tasarımıyla The Matrix Resurrections, stüdyonun anlatı başarısının güçlü örneklerinden biridir.",
      "refers_to": "The Matrix Resurrections, Pixar evrenindeki diğer yapımlara çeşitli yollarla bağlanır. Filmdeki semboller, karakter göndermeleri veya mekan tekrarları, Toy Story’den WALL-E’ye kadar birçok yapıma referans oluşturur. Bu bağlantılar, evrenin bütünlüğünü ve anlatılar arası sürekliliği pekiştirir.",
      "type": "film",
      "release_date": "2021-12-22",
      "level": 2
    }
  ],
  "edges": [
    {
      "from": "film/thematrix",
      "to": "film/thematrixreloaded",
      "type": "devam"
    },
    {
      "from": "film/thematrixreloaded",
      "to": "film/thematrixrevolutions",
      "type": "devam"
    },
    {
      "from": "film/theanimatrix",
      "to": "film/thematrix",
      "type": "ön hikaye"
    },
    {
      "from": "film/thematrixrevolutions",
      "to": "film/thematrixresurrections",
      "type": "devam"
    }
  ]
}