{
  "nodes": [
    {
      "id": "IronMan",
      "label": "2008\\n2008\\nIron Man",
      "title": "Iron Man (2008)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Zengin sanayi devi ve dahi mühendis Tony Stark, Afganistan'da kaçırıldıktan sonra kendine zırh teknolojisine dayalı bir kaçış planı geliştirir. Bu süreçte, Stark Industries'in silahlarının kötü ellere geçtiğini fark eder ve kendine yeni bir amaç edinir: dünyayı korumak. Iron Man kimliğini yaratarak, hem kendi hatalarının kefaretini ödemeye çalışır hem de dünya genelindeki tehditlere karşı bir kahramana dönüşür. Tony'nin teknolojik zekâsı, güçlü zırh tasarımı ve kişisel dönüşümü, karakterin karmaşıklığını gösterir. Film, MCU’nun temellerini atarak hem karakter gelişimi hem de politik alt metinleriyle ön plana çıkar.",
      "refers_to": "Iron Man'in sonunda, SHIELD yöneticisi Nick Fury, Tony Stark'a yaklaşarak 'Avengers Girişimi'nden söz eder. Bu sahne, Marvel Sinematik Evreni'nin (MCU) ilk bağlantı noktasıdır. Ayrıca film boyunca Stark'ın kendini ve teknolojisini yeniden değerlendirmesi, ileride gelecek karakter iç çatışmalarının temelini oluşturur. Stark'ın kendiyle ve mirasıyla olan mücadelesi, ilerleyen filmlerde daha da derinleşecek olan karakter arkının başlangıcıdır.",
      "type": "film",
      "release_date": "2008-01-01",
      "level": 0
    },
    {
      "id": "TheIncredibleHulk",
      "label": "2008\\n2008\\nThe Incredible Hulk",
      "title": "The Incredible Hulk (2008)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Bruce Banner, gamma radyasyonu sonucu Hulk’a dönüşen bir bilim insanıdır. Film, Banner’ın bu yıkıcı gücün kontrolünü sağlamak için gösterdiği çabayı ve aynı zamanda hükümetin onun peşine düşmesini konu alır. Sürekli kaçışta olan Banner, bir yandan içindeki canavarı bastırmaya çalışırken diğer yandan da aşkı Betty Ross'la yeniden bir araya gelmeye çalışır. Ancak General Ross ve ordu, Hulk'u yakalayarak onu silah olarak kullanma planlarını sürdürmektedir. Emil Blonsky adlı asker, Banner’ın gücüne ulaşmak için benzer bir deneyle Abomination adlı yaratığa dönüşür ve şehirde yıkım yaratır. Finalde, Hulk bu tehdidi durdurur ama kendi içsel savaşı devam etmektedir. Film, karakterin yalnızlık ve kimlik arayışı temalarıyla Marvel evreninin karanlık ve dramatik yönlerini vurgular.",
      "refers_to": "Film, Marvel Sinematik Evreni’ne küçük ama önemli bağlantılar sunar. Özellikle Tony Stark’ın after-credits sahnesinde General Ross’la karşılaşması, Avengers’ın temellerine dair ilk sinyallerden biridir. Ayrıca film boyunca Stark Industries logosunun silahlarda görünmesi, Iron Man evrenine doğrudan bağ kurar. Emil Blonsky'nin dönüşümü ve hükümetin Hulk'u kontrol etme çabaları, ileriki filmlerde ortaya çıkacak süper asker programı tartışmalarının öncülüdür. Banner’ın kendi gücüne yabancılaşması, sonraki filmlerde yaşadığı içsel çatışmaların temelini oluşturur. Film her ne kadar diğer MCU filmleri kadar sık referans almasa da, Hulk karakterinin çerçevesini belirlemesi açısından önemli bir başlangıçtır.",
      "type": "film",
      "release_date": "2008-01-01",
      "level": 0
    },
    {
      "id": "IronMan2",
      "label": "2010\\n2010\\nIron Man 2",
      "title": "Iron Man 2 (2010)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Iron Man 2, Tony Stark’ın zırh teknolojisinin dünya genelinde yarattığı yankılarla başa çıkmasını konu alır. Stark, kimliğini açıkladıktan sonra hükümetin baskısı, halkın beklentileri ve kendi sağlığıyla baş etmeye çalışır. Aynı zamanda babasının geçmişi ve mirasıyla da yüzleşir. Filmde, Ivan Vanko adlı Rus bir bilim insanı, babasının geçmişte Stark ailesinden gördüğü zararın intikamını almak için Whiplash karakterine dönüşür. Justin Hammer’ın yardımıyla zırh teknolojisini kötüye kullanan Vanko, Stark’ın varlığına ciddi tehdit oluşturur. Öte yandan Natasha Romanoff (Black Widow) karakteri ilk kez tanıtılır ve SHIELD örgütüyle bağlantılar netleşir. Film, Tony’nin bireysel egosunu sorgulaması ve takım çalışmasına yönelmesini sağlayan bir kırılma noktasıdır.",
      "refers_to": "Film, hem Black Widow’un tanıtılması hem de SHIELD örgütünün Tony’ye yaklaşımı ile Avengers’a doğrudan bağlanır. Coulson’un New Mexico’ya gönderildiği sahne, Thor’un çekicini bulma hikâyesine doğrudan bir geçiştir. Ayrıca Nick Fury’nin Tony ile yaptığı değerlendirme, onu ekip için henüz hazır bulmadığını ama potansiyel taşıdığını belirtmesiyle devam eden karakter gelişimine gönderme yapar. Filmde babası Howard Stark’ın geçmişteki çalışmaları, sonradan keşfedilecek Tesseract araştırmalarıyla örtüşür. Ayrıca Stark Expo’nun kurulması, teknolojinin toplum üzerindeki etkisi ve güç sorumluluğu gibi konular ileriki filmlerde derinleşecektir.",
      "type": "film",
      "release_date": "2010-01-01",
      "level": 1
    },
    {
      "id": "Thor",
      "label": "2011\\n2011\\nThor",
      "title": "Thor (2011)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Thor, Asgard’ın kibirli prensi olarak tanıtılır. Savaşçı kimliğiyle gurur duyan Thor, babası Odin’in sabrını taşırarak Asgard’ı savaşın eşiğine getirir. Bu yüzden dünyaya sürgün edilir ve güçlerinden mahrum bırakılır. Dünya’da sıradan bir insan gibi yaşamaya başlayan Thor, ilk kez alçakgönüllülük ve özveriyle tanışır. Jane Foster ile kurduğu bağ, onun insanlığın değerlerini anlamasını sağlar. Bu süreçte kardeşi Loki ise Asgard tahtını ele geçirme planlarını devreye sokar. Thor’un çekici Mjölnir’in yeniden ona layık görülmesi, kişisel dönüşümünün sembolüdür. Film, hem mitolojik öğeleri hem de bilimkurgu unsurlarını birleştirerek Marvel evrenine kozmik bir boyut katar.",
      "refers_to": "Filmin sonunda Coulson’un New Mexico’da bulduğu çekicin görüntüsü, Iron Man 2’nin post-credit sahnesiyle birleşir. Loki’nin sinsi planları, ileride Avengers’ın ana düşmanı olmasının öncülüdür. Ayrıca Odin’in bahsettiği dokuz diyar ve Bifrost geçit sistemi, ileride işlenecek evrenler arası yolculukların temelini oluşturur. Thor’un insanlıkla kurduğu ilişki, onu daha sonra Avengers ekibinin vicdanı haline getirir. Filmde görülen Frost Giants ve Jotunheim diyarlığı, kozmik tehditlere açılan ilk kapıdır. SHIELD’ın varlığı ve bilimle mistisizmin kesişmesi, Marvel’ın evren kurgusunu genişletir. Bu filmle birlikte Marvel, dünya dışı mitolojiye adım atar.",
      "type": "film",
      "release_date": "2011-01-01",
      "level": 2
    },
    {
      "id": "CaptainAmericaTheFirstAvenger",
      "label": "2011\\n2011\\nCaptain America: The First Avenger",
      "title": "Captain America: The First Avenger (2011)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Zayıf ve hasta bir genç olan Steve Rogers, İkinci Dünya Savaşı sırasında orduya katılmak ister ancak fiziksel olarak yetersiz görülür. Azmi ve iyi niyeti sayesinde, üstün insan yaratma deneyine gönüllü olur ve süper asker serumuyla Captain America’ya dönüşür. Kaptan, HYDRA adlı Nazi yanlısı örgütle mücadele ederken, liderleri Red Skull’la karşı karşıya gelir. Film, kahramanlık, fedakârlık ve adalet temalarını işler. Steve’in Peggy Carter’a olan aşkı, duygusal derinliği artırır. Finalde, bir uçağı durdurmak için kendisini feda eder ve buzlara gömülerek yıllarca kaybolur. Film, dönemin savaş atmosferiyle kahraman anlatısını harmanlar.",
      "refers_to": "Film, Tesseract adlı güçlü nesneyi tanıtarak sonsuzluk taşları kavramını ilk kez MCU’ya sokar. Ayrıca Howard Stark’ın bilimsel katkıları, ileride Tony Stark’ın gelişiminde önemli bir yer tutar. Peggy Carter’ın karakteri, kendi dizisiyle genişleyecek bir hikâyenin öncülüdür. Captain America’nın fedakârlığı, onun karakterinin temel taşıdır ve Avengers’ta tekrar ortaya çıkması, zaman ve değerler çatışmasını işler. Red Skull’un Tesseract tarafından yok edilmesi gibi görünen sahnesi, Infinity War’da yeniden karşımıza çıkmasıyla bağ kurar. Film, geçmişten günümüze uzanan bir kahraman anlatısının başlangıç noktasıdır.",
      "type": "film",
      "release_date": "2011-01-01",
      "level": 2
    },
    {
      "id": "TheAvengers",
      "label": "2012\\n2012\\nThe Avengers",
      "title": "The Avengers (2012)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Dünyayı tehdit eden uzaylı istilasına karşı, SHIELD’ın yöneticisi Nick Fury, bir süper kahraman ekibi kurmaya karar verir. Iron Man, Captain America, Thor, Hulk, Black Widow ve Hawkeye bir araya gelir. Ancak her birinin farklı motivasyonları ve egoları olduğu için ilk başta birlikte hareket etmekte zorlanırlar. Loki’nin Tesseract’ı çalarak uzaylı ordusunu dünyaya getirmesi, onları birleştiren kriz olur. New York Savaşı, hem MCU’nun hem de insanlığın kaderini değiştirir. Film, aksiyon, mizah ve karakter dinamiklerini ustaca harmanlayarak, süper kahraman takım filmlerinin standartlarını belirler.",
      "refers_to": "Film, önceki yapımlarda tanıtılan tüm ana karakterleri bir araya getirir. Loki’nin Thor filminden gelen motivasyonu, Tesseract’ın Captain America filmindeki kökeni ve Iron Man’in teknolojik üstünlüğü burada birleşir. SHIELD’ın operasyonları ve Nick Fury’nin manipülasyonları, sonraki filmlerde eleştirilecektir. Ayrıca, Thanos’un after-credits sahnesinde ilk kez görünmesi, Infinity Saga’nın temel taşını oluşturur. New York Savaşı, daha sonraki filmlerde defalarca referans verilen travmatik bir olay haline gelir. Film, MCU evreninin birlikte çalışabilirliğini ve uzun vadeli hikâye anlatımını kanıtlar niteliktedir.",
      "type": "film",
      "release_date": "2012-01-01",
      "level": 3
    },
    {
      "id": "IronMan3",
      "label": "2013\\n2013\\nIron Man 3",
      "title": "Iron Man 3 (2013)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Iron Man 3, Tony Stark’ın New York Savaşı sonrası yaşadığı travmalarla baş etmesini ve süper kahraman kimliğini sorgulamasını konu alır. Tony, uykusuzluk, anksiyete atakları ve geçmişte yaşadığı olayların etkisindedir. Mandarin adlı terörist tehdidi, onu kişisel olarak etkileyince zırhlarını geride bırakmak zorunda kalır. Film, Stark’ın teknolojiden ibaret olmadığını, özünde bir kahraman olduğunu göstermeye çalışır. Ayrıca Extremis adlı biyolojik deney, vücudu yeniden yapılandırabilen bir tehdit unsuru olarak karşımıza çıkar. Filmde Pepper Potts’un daha aktif bir rol alması, yan karakterlerin güçlenmesine olanak tanır. Tony’nin kimliğini yeniden inşa etmesiyle film, karakter gelişimini ön plana çıkarır.",
      "refers_to": "Filmde New York Savaşı'nın yarattığı psikolojik etkiler, Marvel evreninde bir ilk olarak işlenir. Tony’nin yaşadığı anksiyete ve kabuslar, bir süper kahramanın zayıflıklarını ortaya koyar. Ayrıca SHIELD unsurlarının olmaması, Iron Man’in bireysel mücadeleye odaklandığı bir dönemdir. Mandarin’in aslında bir oyuncu çıkması, hayranlar arasında tartışmalara neden olurken, bu karakterin daha sonra Shang-Chi filminde yeniden karşımıza çıkmasıyla MCU’nun genişlemesine katkı sağlar. Film, aynı zamanda Stark’ın zırhlarını yok etmesiyle geçici bir kapanış sağlar, ancak karakter daha sonra Avengers: Age of Ultron ile geri döner.",
      "type": "film",
      "release_date": "2013-01-01",
      "level": 4
    },
    {
      "id": "ThorTheDarkWorld",
      "label": "2013\\n2013\\nThor: The Dark World",
      "title": "Thor: The Dark World (2013)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Thor: The Dark World, evreni tehdit eden karanlık bir güç olan Malekith ve Aether maddesiyle olan çatışmayı konu alır. Aether, sonradan sonsuzluk taşlarından biri olarak tanıtılır. Film, Thor’un Asgard sorumluluklarıyla Jane Foster’a duyduğu sevgi arasında kaldığı bir ikilemi işler. Malekith, evreni karanlığa boğmak isteyen bir Dark Elf lideridir ve Aether’i kullanarak bu hedefini gerçekleştirmeye çalışır. Thor, bu tehdidi durdurmak için kardeşi Loki ile iş birliği yapar. Annesi Frigga’nın ölümü, karakterler üzerinde derin etkiler bırakır. Film, Marvel evreninin kozmik yönünü derinleştirir ve farklı diyarlar arası geçişleri daha görünür kılar.",
      "refers_to": "Aether’in aslında bir sonsuzluk taşı olduğu sonradan açıklanır ve bu, Infinity Saga’nın temel yapıtaşlarından biridir. Loki’nin ölüm sahnesi ve ardından tahta geçmesi, Thor: Ragnarok’un olaylarına doğrudan zemin hazırlar. Ayrıca Collector karakterine yapılan kısa gönderme, Guardians of the Galaxy filmine bir köprü görevi görür. Film genel olarak evrenin daha büyük tehditlere karşı ne kadar kırılgan olduğunu gösterir. Thor’un karakter gelişimi, duygusal bağlılık ve liderlik arasında bir denge kurmak üzerine şekillenir. Film, Marvel’ın mistik ve bilimsel unsurlarını harmanlamayı sürdürür.",
      "type": "film",
      "release_date": "2013-01-01",
      "level": 4
    },
    {
      "id": "CaptainAmericaTheWinterSoldier",
      "label": "2014\\n2014\\nCaptain America: The Winter Soldier",
      "title": "Captain America: The Winter Soldier (2014)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Bu film, Marvel Sinematik Evreni'nde ciddi ton değişikliklerinden birini temsil eder. Steve Rogers, modern dünyaya alışmaya çalışırken, SHIELD içinde karanlık bir komplo olduğunu fark eder. Eski dostu Bucky Barnes, beyni yıkanmış bir suikastçı olan Winter Soldier olarak karşısına çıkar. Steve, Black Widow ve yeni müttefiki Falcon ile birlikte SHIELD’ı içten çökerten HYDRA’ya karşı savaşır. Film, sadece aksiyon değil, aynı zamanda siyasi gerilim ve güvenlik-özgürlük ikilemi üzerine derinlemesine düşünceler içerir. Steve’in liderlik vasfı, bu filmde iyice ön plana çıkar ve MCU’nun en ciddi yapımlarından biri haline gelir.",
      "refers_to": "Film, SHIELD’ın çöküşüyle birlikte tüm evrende büyük yankılar yaratır. Avengers: Age of Ultron’dan itibaren SHIELD’ın eski yapısı yerini küçük ve bağımsız birimlere bırakır. Bucky’nin geçmişi, Captain America: Civil War’a doğrudan bağlanır. Nick Fury’nin ölümü sahnesi ve sahte ölümü, karakterin derinliğini artırır. Ayrıca HYDRA’nın sızması, Agent Sitwell ve Alexander Pierce gibi karakterler üzerinden netleşir. Filmde kullanılan Project Insight teknolojisi, modern gözetleme ve kontrol temalarını işler. Black Widow’un hükümet sırlarını ifşa etmesi ise, onun karakter gelişiminde büyük bir kırılma yaratır.",
      "type": "film",
      "release_date": "2014-01-01",
      "level": 5
    },
    {
      "id": "GuardiansoftheGalaxy",
      "label": "2014\\n2014\\nGuardians of the Galaxy",
      "title": "Guardians of the Galaxy (2014)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Guardians of the Galaxy, daha önce MCU’da görülmeyen mizahi ve kozmik bir tonla karşımıza çıkar. Peter Quill, annesinin ölümünden sonra uzaya kaçırılan bir çocuktur ve yetişkinliğinde kendini Star-Lord olarak tanımlar. Ronan adlı fanatik bir düşmana karşı bir araya gelen Quill, Gamora, Drax, Rocket ve Groot’tan oluşan ekip, galaksiyi korumak için birlikte savaşır. Film, beklenmedik dostluklar ve bağlar üzerine kurulu bir hikâyeyi anlatır. Renkli görselliği, 80’ler müzikleri ve aksiyon sahneleriyle Marvel’a farklı bir soluk getirir. Ayrıca sonsuzluk taşlarından biri olan Power Stone da bu filmde ortaya çıkar.",
      "refers_to": "Thanos’un ilk kez açıkça bir karakter olarak görünmesi, Infinity Saga’nın köklerini derinleştirir. Gamora’nın Thanos’un evlatlığı olması, ileride gelecek dramatik hikâyelere zemin hazırlar. Ayrıca Collector’un varlığı, evrende sonsuzluk taşlarının toplanması fikrine gönderme yapar. Ronan’ın Kree ırkına mensup oluşu, ileriki filmlerde Captain Marvel ile bağlantılı şekilde tekrar ele alınır. Filmde karakterlerin bireysel travmaları ve kolektif bağlılıkları, MCU içinde farklı bir ekip dinamiği sunar. Bu yapı, daha sonra Endgame gibi büyük çaplı birlikteliklerde önemli roller oynayacaktır. Ayrıca Groot’un fedakarlığı, duygusal bağ kurma açısından MCU’daki önemli sahnelerden biridir.",
      "type": "film",
      "release_date": "2014-01-01",
      "level": 5
    },
    {
      "id": "AvengersAgeofUltron",
      "label": "2015\\n2015\\nAvengers: Age of Ultron",
      "title": "Avengers: Age of Ultron (2015)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Tony Stark ve Bruce Banner, dünya barışını sağlamak adına Ultron adlı bir yapay zekâ projesi geliştirirler. Ancak Ultron, insanlığın en büyük tehdidi haline gelir. Avengers ekibi, bu yeni düşmanla başa çıkmak için bir araya gelir. Filmde Wanda ve Pietro Maximoff karakterleri tanıtılır. Ayrıca Vision, Mind Stone’un kullanımıyla hayat bulur. Film, ekip içi çatışmaları, kahramanların motivasyonlarını ve fedakarlık temalarını işler. Sokovia’da gerçekleşen büyük savaş, hem şehir halkı hem de ekip üzerinde kalıcı etkiler bırakır. Film, ekip üyelerinin kişisel korkularıyla yüzleşmelerine olanak tanır ve içsel derinliklerini geliştirir.",
      "refers_to": "Sokovia Olayı, Captain America: Civil War’un temel nedenlerinden biridir. Ayrıca Vision’un ortaya çıkışı, hem Thor’un kehanetlerine hem de sonsuzluk taşlarına dair önemli ipuçları barındırır. Hawkeye’ın ailesiyle tanıştırılmamız, karaktere derinlik kazandırır. Thor’un gördüğü rüya sahneleri, Ragnarok ve Infinity War’a dair öncül bilgiler taşır. Ultron’un yaratılış süreci, Iron Man’in ileriye dönük pişmanlıklarının temelini oluşturur. Ayrıca Hulk’un ortadan kaybolması, onun daha sonra Thor: Ragnarok’ta yeniden ortaya çıkmasının zeminini hazırlar. Film, MCU’nun giderek kararan tonunu ve karmaşık karakter ilişkilerini derinleştirir.",
      "type": "film",
      "release_date": "2015-01-01",
      "level": 6
    },
    {
      "id": "Ant-Man",
      "label": "2015\\n2015\\nAnt-Man",
      "title": "Ant-Man (2015)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Ant-Man, küçük çaplı ama etkili bir Marvel hikâyesini merkezine alır. Scott Lang, geçmişte suç işlemiş ama kızına iyi bir baba olmaya çalışan biridir. Dr. Hank Pym, yıllar önce geliştirdiği küçülme teknolojisini korumak için Scott'ı yeni Ant-Man olarak seçer. Scott, eğitim alarak sadece fiziksel boyutunu değil, aynı zamanda sorumluluğunu da küçültüp büyütmeyi öğrenir. Pym'in eski öğrencisi Darren Cross ise bu teknolojiyi kötü amaçlarla kullanmak ister. Scott, ailesiyle barışmak, yeni hayatına uyum sağlamak ve büyük sorumlulukları olan küçük bir kahraman olmak için zorlu bir mücadele verir. Film, mizahi dili ve sıradan bir adamın kahramana dönüşümünü anlatmasıyla MCU içinde özel bir yere sahiptir.",
      "refers_to": "Ant-Man, Avengers: Age of Ultron sonrası dönemde geçer ve o filmdeki olaylara küçük göndermeler yapar. Ayrıca Falcon ile Scott'ın kısa dövüş sahnesi, Ant-Man’in Avengers ile ilk temasını oluşturur. SHIELD’ın geçmişi ve Hydra’nın teknoloji üzerindeki etkileri de filmde arka planda hissedilir. Kuantum boyutuna ilk kez adım atılması, gelecekteki Doctor Strange ve özellikle Endgame filminde merkezi bir rol oynayacak olan zaman ve mekân kavramlarının değişimini hazırlar. Hank Pym’in geçmişi ve Janet Van Dyne'a yapılan göndermeler, devam filmi olan Ant-Man and the Wasp için temel oluşturur. Film, MCU’nun mikro dünyasına bir kapı aralar.",
      "type": "film",
      "release_date": "2015-01-01",
      "level": 6
    },
    {
      "id": "CaptainAmericaCivilWar",
      "label": "2016\\n2016\\nCaptain America: Civil War",
      "title": "Captain America: Civil War (2016)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Civil War, Avengers ekibinin içindeki ideolojik çatışmayı gün yüzüne çıkarır. Sokovia Olayı sonrası dünya hükümetleri, süper kahramanları kontrol altına almak için Sokovia Anlaşmaları'nı gündeme getirir. Iron Man bu anlaşmayı desteklerken, Captain America özgürlük adına karşı çıkar. Bucky Barnes’ın bir saldırıyla suçlanması, Steve Rogers’ın sadakatini test eder. Avengers, Iron Man liderliğindeki ekip ve Captain America’nın başını çektiği karşıt grup olmak üzere ikiye bölünür. Yeni karakterler olarak Black Panther ve Spider-Man tanıtılır. Film, aksiyon kadar karakter derinliğiyle de öne çıkar ve Marvel evreninde kalıcı izler bırakır.",
      "refers_to": "Civil War, önceki filmlerde tohumları atılmış olan güvensizlik, kişisel kayıplar ve iktidar sorunu gibi temaların zirveye ulaştığı filmdir. Winter Soldier’ın geçmişi, özellikle Tony Stark’ın aile trajedisiyle birleşince duygusal bir patlama yaşanır. Black Panther’in intikam arayışı, karakterin kendi filmine doğrudan zemin hazırlar. Spider-Man’in dahil edilmesi, MCU’nun Sony ile yaptığı anlaşma sonrası gerçekleşmiş önemli bir dönüm noktasıdır. Film, Avengers ekibini parçalayarak Infinity War’da neden birlik içinde olmadıklarını açıklar. Zemo'nun manipülasyonu, gücün dışındaki tehditleri de gözler önüne serer. Film, süper kahramanların sadece güçle değil, ahlaki tercihlerle de tanımlandığını vurgular.",
      "type": "film",
      "release_date": "2016-01-01",
      "level": 7
    },
    {
      "id": "DoctorStrange",
      "label": "2016\\n2016\\nDoctor Strange",
      "title": "Doctor Strange (2016)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Dr. Stephen Strange, başarılı ama kibirli bir beyin cerrahıdır. Geçirdiği trafik kazası sonucu ellerini kullanamaz hale gelir ve bilim ona çözüm sunamadığı için alternatif yollar arar. Kamar-Taj adlı mistik bir toplulukla tanışır ve Antik Büyücü'nün rehberliğinde mistik sanatları öğrenmeye başlar. Başlangıçta yalnızca kendi iyileşmesini isteyen Strange, zamanla bencilliğini aşarak çoklu evreni tehdit eden Dormammu’ya karşı durur. Film, zaman manipülasyonu, boyutlar arası yolculuk ve doğaüstü güçlerle tanışma süreciyle MCU’ya yeni bir mistik yön kazandırır.",
      "refers_to": "Film, sonsuzluk taşlarından biri olan Zaman Taşı’nı tanıtarak Infinity Saga’ya büyük katkı sunar. Wong ve Mordo gibi karakterler, gelecekteki büyücü çatışmalarının habercisidir. Kamar-Taj’ın varlığı, Loki ve Wanda gibi karakterlerle olan bağlantılarla birlikte Multiverse of Madness’a doğrudan bağlanır. Kaecilius’un boyutlar arası planları, evrenin büyüyle nasıl şekillenebileceğine dair ilk büyük örneklerden biridir. Strange’in New York Sanctum’unun koruyucusu olması, onu doğal olarak Avengers’a bağlar. Ayrıca Thor: Ragnarok’un after-credits sahnesiyle, Thor’un Strange ile temasa geçtiği gösterilir.",
      "type": "film",
      "release_date": "2016-01-01",
      "level": 7
    },
    {
      "id": "GuardiansoftheGalaxyVol2",
      "label": "2017\\n2017\\nGuardians of the Galaxy Vol. 2",
      "title": "Guardians of the Galaxy Vol. 2 (2017)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "İlk filmde galaksiyi kurtaran ekip, bu kez daha kişisel bir yolculuğa çıkar. Peter Quill’in biyolojik babası Ego ile tanışması, ailesi hakkındaki gerçekleri öğrenmesine neden olur. Ancak Ego, aslında bir Celestial’dır ve evreni kendi varlığıyla şekillendirmeyi amaçlar. Bu planı durdurmak için ekip tekrar bir araya gelir. Gamora ve Nebula arasındaki ilişki derinleşir, Rocket’in içsel çatışmaları belirginleşir. Yondu’nun fedakarlığı ve karakter değişimi, filmdeki en duygusal anlardan biridir. Film, mizah, aksiyon ve duygusal yoğunluğu dengeli biçimde harmanlar.",
      "refers_to": "Yondu’nun Peter için gerçek bir baba figürü olduğu ortaya çıkar ve bu bağ, Endgame’deki Quill’in kararlarını da etkiler. Ego’nun Celestial oluşu, Eternals filminde daha geniş şekilde işlenir. Gamora-Nebula ilişkisi, Thanos’un etkisinin kişisel düzeyde nasıl hissedildiğini gösterir. Ayrıca film boyunca sonsuzluk taşlarına doğrudan gönderme yapılmasa da, Celestial ve boyutlar arası güç temaları MCU’nun daha da genişleyeceğinin işaretini verir. Film sonunda gösterilen Adam Warlock ipucu, gelecekteki tehditlerin habercisidir. Baby Groot’un gelişimi, hem duygusal hem de hikâyesel olarak önemlidir.",
      "type": "film",
      "release_date": "2017-01-01",
      "level": 8
    },
    {
      "id": "Spider-ManHomecoming",
      "label": "2017\\n2017\\nSpider-Man: Homecoming",
      "title": "Spider-Man: Homecoming (2017)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Homecoming, Spider-Man karakterini MCU’ya kazandıran ilk solo filmidir. Peter Parker, Captain America: Civil War’daki görevinden sonra normal hayatına dönmeye çalışır ancak süper kahramanlığa duyduğu özlem ve kendini kanıtlama arzusu ön plana çıkar. Vulture olarak bilinen Adrian Toomes, uzaylı savaş enkazlarından elde ettiği teknolojiyi suç için kullanmaktadır. Peter, Tony Stark’ın gözetimi altında kendi yolunu çizmeye çalışır. Film, lise hayatı, gençlik sorunları ve kahramanlık ikilemini iç içe sunar. Peter’ın karakter gelişimi, gücün sorumluluğuyla olan bağını pekiştirir.",
      "refers_to": "Tony Stark ve Happy Hogan’ın varlığı, Spider-Man’i Avengers evrenine entegre eder. Film, Civil War’daki olaylara ve New York Savaşı’na sürekli göndermeler içerir. Vulture’un motivasyonu, SHIELD ve Damage Control gibi yapıların küçük işletmelere etkisi üzerinden sosyo-ekonomik mesajlar verir. Peter’ın elinden kostümün alınması, onun içsel olarak büyümesini sağlar. Ayrıca film sonunda gösterilen Scorpion karakteri, ileriki filmler için bir tehdit yaratır. Genç bir kahramanın büyük evrende nasıl yer bulmaya çalıştığını gösteren film, MCU’nun yeni jenerasyon karakterlerine kapı aralar.",
      "type": "film",
      "release_date": "2017-01-01",
      "level": 8
    },
    {
      "id": "ThorRagnarok",
      "label": "2017\\n2017\\nThor: Ragnarok",
      "title": "Thor: Ragnarok (2017)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Thor: Ragnarok, Tanrıların Tanrısı Odin’in ölümünden sonra Asgard’a dönen Thor’un, kız kardeşi Hela ile karşı karşıya gelmesini konu alır. Thor, Mjölnir’i kaybettiğinde gücünü sorgular ve gerçek potansiyelini keşfetmeye zorlanır. Sakaar adlı gezegende, eski dostu Hulk ile karşılaşır ve buradan kaçmak için bir araya gelirler. Film, önceki Thor filmlerine göre daha mizahi ve renkli bir tona sahiptir. Hela’nın gelişiyle birlikte Asgard’ın geçmişi, savaşçı tarihi ve bastırılmış gerçekleri ortaya çıkar. Thor, liderlik vasfını kazanırken, evinin yerini kavram olarak tanımlar. Asgard’ın yok oluşu, karakterlerin yeni başlangıçlara hazır hale gelmesini sağlar. Film, aksiyonla birlikte mizahı başarılı bir şekilde harmanlar.",
      "refers_to": "Film, doğrudan Doctor Strange ile bağlantı kurar; Strange kısa bir sahnede Thor ve Loki’ye yardım eder. Hela’nın ortaya çıkışı, sonsuzluk taşlarının ne kadar güçlü tehditleri uyandırabileceğini gösterir. Ayrıca Sakaar’da geçen olaylar, Hulk’un Age of Ultron sonrası ortadan kaybolmasının nedenini açıklar. Thor’un gücünü çekici olmadan da kullanabilmesi, Infinity War’daki performansına zemin hazırlar. Asgard’ın yok olması, evrenin yerinden oynamasına neden olur ve kozmik düzeyde değişim başlatır. Loki’nin tekrar Tesseract’ı alması ise Infinity War’un doğrudan habercisidir.",
      "type": "film",
      "release_date": "2017-01-01",
      "level": 8
    },
    {
      "id": "BlackPanther",
      "label": "2018\\n2018\\nBlack Panther",
      "title": "Black Panther (2018)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "T’Challa, babası T’Chaka’nın ölümünden sonra Wakanda tahtına geçmeye hazırlanır. Wakanda, dış dünyadan gizlenmiş, gelişmiş bir Afrika ülkesidir. Yeni kral, tahtına layık olduğunu göstermek için geleneksel dövüşlere katılır. Ancak, geçmişten gelen bir tehdit olan Erik Killmonger ortaya çıkar. Killmonger, hem taht hem de Wakanda’nın dış dünyaya kapalı politikalarıyla hesaplaşmak ister. Film, kimlik, aidiyet, sömürgecilik sonrası Afrika ve diaspora temalarını işler. Wakanda’nın kültürel zenginliği, teknolojisi ve politik dinamikleri Marvel evrenine taze bir soluk getirir. T’Challa, liderliğini savaşla değil, anlayışla şekillendirmeye karar verir.",
      "refers_to": "Wakanda, daha önce Age of Ultron’da Ulysses Klaue ile ve vibranyum referanslarıyla tanıtılmıştı. Black Panther’in Civil War’daki çıkışı sonrası bu film, karakterin arka planını ve ülkesini detaylandırır. Killmonger’ın dünya politikalarına dair sorgulamaları, Marvel evreninde nadiren ele alınan gerçekçi meseleleri gündeme getirir. Film sonunda Wakanda’nın dünyaya açılması, Infinity War’da bu ülkenin kilit bir savunma noktası olmasına neden olur. Shuri’nin teknolojik becerileri, Tony Stark ile denk tutulacak kadar önemlidir. Film ayrıca Thanos’a karşı mücadelede Wakanda’nın stratejik rolünü önceden haber verir.",
      "type": "film",
      "release_date": "2018-01-01",
      "level": 9
    },
    {
      "id": "AvengersInfinityWar",
      "label": "2018\\n2018\\nAvengers: Infinity War",
      "title": "Avengers: Infinity War (2018)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Thanos, evrenin yarısını yok etmek üzere altı sonsuzluk taşını toplamaya çalışır. Avengers, Guardians of the Galaxy, Wakanda ve büyücü birlikleri gibi birçok grup, bu tehdide karşı birleşir. Film, karakterleri çeşitli lokasyonlarda bir araya getirerek büyük bir evren anlatısı kurar. Tony Stark, Doctor Strange ve Spider-Man, Titan’a giderken; Thor, yeni bir silah yapmak için Nidavellir’e ulaşır. Wakanda ise Vision’un alın taşı için savunmaya geçer. Ancak tüm çabalara rağmen Thanos başarıya ulaşır ve evrenin yarısı yok olur. Film, Marvel tarihinin en karanlık sonuna sahiptir ve kahramanlar ilk kez büyük bir mağlubiyet yaşar.",
      "refers_to": "Film, önceki tüm yapımlarda tanıtılan taşların yerlerini ve koruyucularını birleştirerek büyük bir bütünlük sağlar. Thanos’un motivasyonunun ilk kez detaylı işlenmesi, karakterin empatik yönünü de ortaya çıkarır. Gamora’nın ölümü, hem duygusal hem de dramatik bir kırılmadır. Red Skull’un Soul Stone’un koruyucusu olarak dönüşü, geçmiş filmlere doğrudan bir referanstır. Iron Man’in Doctor Strange ile olan ilişkisi, evrenin geleceği açısından kritik önemdedir. Film, Endgame’e geçişte geri dönüşsüz görünen bir kırılma yaratarak MCU’nun anlatı gücünü artırır.",
      "type": "film",
      "release_date": "2018-01-01",
      "level": 9
    },
    {
      "id": "Ant-ManandtheWasp",
      "label": "2018\\n2018\\nAnt-Man and the Wasp",
      "title": "Ant-Man and the Wasp (2018)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Scott Lang, ev hapsinde hayatına devam ederken, Hank Pym ve Hope Van Dyne ile yeniden bir araya gelir. Amaçları, kuantum boyutuna inerek uzun süredir kayıp olan Janet Van Dyne’ı bulmaktır. Ancak Ghost adlı bir tehdit ve FBI’nın müdahaleleri işleri zorlaştırır. Film, Endgame’e giden yolda kuantum fiziğinin nasıl kullanılabileceğini açıklar. Aynı zamanda aile, bağışlama ve fedakarlık gibi temalar ön plandadır. Mizahi diliyle dikkat çeken film, aksiyonun yanı sıra karakterler arasındaki duygusal bağı da güçlendirir. Kuantum aleminin keşfi, MCU için yeni bir dönem başlatır.",
      "refers_to": "Filmin en kritik bağlantısı, after-credits sahnesinde tüm karakterlerin Snap ile yok olması ve Scott’ın kuantum aleminde sıkışıp kalmasıdır. Bu durum, Endgame’de zaman yolculuğu fikrinin önünü açar. Ayrıca Ghost karakterinin güç dengesizliği, MCU’da farklı türde tehditlerin varlığına dikkat çeker. Janet Van Dyne’ın kuantum aleminden dönüşü, bu boyutun yalnızca bilimsel değil, mistik yönlere de sahip olduğunu gösterir. Scott’ın kızına duyduğu sevgi ve sorumluluk duygusu, onun fedakarlıklarının temelini oluşturur. Film, küçük ölçekte ama büyük sonuçlar doğuracak olaylara kapı aralar.",
      "type": "film",
      "release_date": "2018-01-01",
      "level": 9
    },
    {
      "id": "CaptainMarvel",
      "label": "2019\\n2019\\nCaptain Marvel",
      "title": "Captain Marvel (2019)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Carol Danvers, Kree ordusunda görevli bir savaşçıdır ve geçmişine dair birçok anısını kaybetmiştir. Dünya’ya düşmesiyle geçmişine dair parçaları keşfeder ve aslında insan olduğunu öğrenir. Film, 1990’larda geçer ve Carol’ın gücünü keşfetmesi, kimliğini bulması ve Kree-Skrull savaşındaki tarafları sorgulaması sürecini anlatır. Nick Fury ile kurduğu dostluk, SHIELD’ın kuruluşuna dair ipuçları verir. Carol, gücünü bastıran sistemlere karşı çıkarak özüne döner. Film, kadın kahraman temsili açısından MCU için önemli bir dönüm noktasıdır.",
      "refers_to": "Nick Fury’nin gözünü nasıl kaybettiği, SHIELD’ın ilk yılları ve Tesseract’ın konumu gibi detaylar, MCU evreninin geçmişine dair boşlukları doldurur. Skrull’ların mağdur değil, kaçaklar olduğu ortaya çıkarak Captain Marvel’ın empati ve adalet kavramlarını öne çıkarır. Goose adlı Flerken yaratığı, mizahi ama önemli bir yan detay olarak dikkat çeker. Film sonunda Carol, Avengers: Endgame için önemli bir çağrı alır. Tesseract’ın geçmişi de açıklığa kavuşarak, sonsuzluk taşlarının zaman çizelgesi netleşir. Carol’ın güç seviyesi, onu Thanos’a karşı kilit bir figür yapar.",
      "type": "film",
      "release_date": "2019-01-01",
      "level": 10
    },
    {
      "id": "AvengersEndgame",
      "label": "2019\\n2019\\nAvengers: Endgame",
      "title": "Avengers: Endgame (2019)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Avengers: Endgame, Infinity War sonrası hayatta kalan kahramanların Thanos’a karşı verdiği son mücadeleyi anlatır. Evrenin yarısı yok olduktan sonra geriye kalan Avengers üyeleri büyük bir suçluluk ve kayıpla başa çıkmaya çalışır. Beş yıl sonra Ant-Man’in kuantum alemiyle geri dönmesi, zaman yolculuğu fikrini doğurur. Kahramanlar geçmişe giderek sonsuzluk taşlarını toplamak ve her şeyi geri getirmek için bir araya gelir. Film, karakterlerin içsel çatışmalarını, fedakarlıklarını ve dostluklarını öne çıkarır. Iron Man’in fedakarlığı, Natasha’nın ölümü ve Steve Rogers’ın vedası, Marvel evreninde duygusal ve anlatımsal bir dönüm noktası oluşturur. Endgame, epik anlatımı ve kapanışıyla MCU’nun Infinity Saga’sını sonlandırır.",
      "refers_to": "Film, önceki 21 Marvel yapımına sayısız gönderme içerir. Zaman yolculuğu sekanslarında 2012 New York Savaşı, Asgard’daki olaylar ve Vormir’deki ruh taşı bölümü gibi önemli anlara geri dönülür. Tony Stark’ın geçmişiyle yüzleşmesi, Steve Rogers’ın Peggy’ye olan aşkını seçmesi, karakterlerin gelişimini tamamlar. Film sonunda yeni Captain America olarak Falcon’ın seçilmesi, gelecekteki yapımlara geçişi sağlar. Ayrıca Thanos’un yok edilmesi, ancak yeni tehditlere yer açılması için evrende bir boşluk bırakır. Endgame, MCU’nun hem finali hem de yeni fazların temelidir.",
      "type": "film",
      "release_date": "2019-01-01",
      "level": 10
    },
    {
      "id": "Spider-ManFarFromHome",
      "label": "2019\\n2019\\nSpider-Man: Far From Home",
      "title": "Spider-Man: Far From Home (2019)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Peter Parker, Tony Stark’ın ölümünün ardından onun mirasıyla başa çıkmaya çalışır. Avrupa gezisine çıkan Peter, süper kahraman sorumluluğundan kaçmak istese de Nick Fury ve Mysterio adlı yeni bir kahraman (!) ile karşılaşır. Mysterio’nun teknolojik illüzyonlar yaratarak dünyayı kandırması, Peter’ın büyüme ve liderlik süreçlerini hızlandırır. Film, ergenlik sorunlarını, güven duygusunu ve kahraman olmanın ne anlama geldiğini işler. Peter, sonunda kendi gücünü ve kararlarını benimseyerek yeni bir Spider-Man kimliği geliştirir. Film, mizahi diliyle ciddi bir sorumluluk temasını harmanlar.",
      "refers_to": "Far From Home, Endgame’in hemen ardından geçer ve Tony Stark’ın ölümünün etkilerini hem duygusal hem de teknolojik düzeyde işler. Mysterio’nun multiverse yalanı, ileride gerçek çoklu evren hikâyelerinin temelini atar. Ayrıca filmin sonunda Peter’ın kimliğinin ifşa edilmesi, No Way Home’un doğrudan tetikleyicisidir. Nick Fury’nin aslında bir Skrull çıkması, Secret Invasion dizisine zemin hazırlar. Tony’nin bıraktığı gözlük teknolojisi ve Happy Hogan’ın varlığı, Spider-Man’in Stark evreniyle olan bağını sürdürür. Film, genç kahramanların büyüme yolculuğunda önemli bir geçiş aşamasıdır.",
      "type": "film",
      "release_date": "2019-01-01",
      "level": 10
    },
    {
      "id": "BlackWidow",
      "label": "2021\\n2021\\nBlack Widow",
      "title": "Black Widow (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Black Widow, Natasha Romanoff’un Endgame’deki fedakarlığından önceki dönemine odaklanır. Film, Natasha’nın geçmişiyle, özellikle Red Room adlı suikastçı programıyla ve ailesiyle yüzleşmesini konu alır. Hikâye, Natasha’nın Rus casusluğu geçmişini, kız kardeşi Yelena, annesi Melina ve sahte babası Alexei (Red Guardian) ile olan ilişkileri üzerinden işler. Film, kadın istismarı, aidiyet, travma ve affetme temalarını ön plana çıkarır. Natasha, kimliğini bulma ve geçmişinden özgürleşme yolculuğunda, kendi seçimini yapmayı öğrenir.",
      "refers_to": "Film, Civil War sonrası ve Infinity War öncesi bir zaman diliminde geçer. Natasha’nın geçmişine dair detaylar, özellikle Budapest görevine yapılan atıflar, MCU’nun önceki yapımlarını bağlamlandırır. Film sonunda Yelena’nın Clint Barton’a yönlendirilmesi, Hawkeye dizisinin temelini oluşturur. Taskmaster karakteri ve Red Room gibi unsurlar, MCU’da kadın suikastçılar ve gizli örgütler hakkındaki anlatıları derinleştirir. Natasha’nın bağımsızlığı ve öz iradesi, Endgame’deki fedakarlığının arka planını güçlendirir. Ayrıca film, yeni Black Widow’un kim olacağına dair bayrak değişimini de temsil eder.",
      "type": "film",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "Shang-ChiandtheLegendoftheTenRings",
      "label": "2021\\n2021\\nShang-Chi and the Legend of the Ten Rings",
      "title": "Shang-Chi and the Legend of the Ten Rings (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Shang-Chi, babası Wenwu’nun liderliğini yaptığı On Halka Tarikatı’ndan kaçarak Amerika’da sade bir hayat yaşamaya çalışır. Ancak geçmişi onu tekrar içine çeker. Film, dövüş sanatları, Uzak Doğu mitolojisi ve aile travmaları etrafında şekillenir. Shang-Chi, hem fiziksel hem de duygusal olarak kendi gücünü keşfeder. Film, Marvel evrenine Asya kültürünü başarıyla entegre ederken, görsel olarak da zengin bir anlatım sunar. On Halka’nın gerçek gücü ve babasıyla olan hesaplaşması, karakterin dönüşümünü tamamlar.",
      "refers_to": "Film, Iron Man (2008)’de adı geçen On Halka terör örgütünü gerçek bir mitolojiyle bağlayarak MCU’nun geçmişine referans sunar. Abomination’un dövüş sahnesi, Hulk evreniyle bağlantı kurarken Wong’un ortaya çıkışı, karakterin evrensel bağlarını gösterir. After-credits sahnesi, On Halka’nın kökeninin bilinmeyen başka bir boyuta uzandığını gösterir. Bu durum, Multiverse temalarıyla ilişkilidir. Shang-Chi’nin Avengers’a davet edilmesi, karakterin gelecekteki evren planlarına entegre olduğunu ortaya koyar.",
      "type": "film",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "Eternals",
      "label": "2021\\n2021\\nEternals",
      "title": "Eternals (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Eternals, insanlığı binlerce yıldır gölgelerden koruyan ölümsüz varlıkları anlatır. Aralarında liderlik, sadakat ve müdahale etme yasaları üzerine çatışmalar yaşanır. Celestial’lar tarafından yaratılan bu varlıklar, Deviant adı verilen yaratıklarla savaşmak için görevlendirilmiştir. Ancak zamanla, Celestial’ların insanlığı yok edecek bir planının olduğu ortaya çıkar. Ekip bölünür ve kaderlerini kendileri çizmeye karar verir. Film, Marvel’ın en felsefi ve kozmik temalı anlatılarından biridir. Aşk, inanç, özgür irade gibi kavramları işler.",
      "refers_to": "Film, Celestial’ları derinlemesine işler ve Guardians of the Galaxy filmlerindeki göndermeleri açıklığa kavuşturur. Thanos’un bir Eternal ve Deviant genleri taşıması, önceki olaylarla genetik bağ kurar. After-credits sahnesinde Black Knight (Dane Whitman) ve Eros (Thanos’un kardeşi) tanıtılır. Ayrıca Arishem’in yargılama tehdidi, Marvel evreninde büyük kozmik dengelerin değişeceğinin habercisidir. Film, daha önceki MCU yapımlarından bağımsız ilerlese de, sonrasında çoklu evren ve evrensel yargı süreçlerine geçiş için bir köprü oluşturur.",
      "type": "film",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "Spider-ManNoWayHome",
      "label": "2021\\n2021\\nSpider-Man: No Way Home",
      "title": "Spider-Man: No Way Home (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "No Way Home, Peter Parker’ın kimliğinin ifşa olmasının ardından yaşadığı karmaşayı konu alır. Halkın ve medyanın baskısı altında kalan Peter, Dr. Strange’den herkesin hafızasını silmesini ister. Ancak büyü ters gider ve çoklu evrenden eski Spider-Man filmlerinden tanınan kötü karakterler evrene gelir: Green Goblin, Doctor Octopus, Electro, Sandman ve Lizard. Peter, onları düzeltmek ve kendi yollarına dönmelerini sağlamak için çaba gösterir. Bu süreçte Andrew Garfield ve Tobey Maguire’ın canlandırdığı diğer Spider-Man’ler de hikâyeye dahil olur. Film, sorumluluk, kayıp ve olgunlaşma temaları etrafında şekillenir ve Peter’ın en büyük fedakârlığı yapmasına neden olur.",
      "refers_to": "Film, önceki iki Spider-Man evrenine doğrudan bağlantılar kurarak, hayranları için nostaljik bir köprü oluşturur. Multiverse fikri ilk kez bu kadar geniş işlenir. Green Goblin’in felsefi kötülüğü, Peter’ın karakterini şekillendirir. Aunt May’in ölümü, büyük güçle gelen büyük sorumluluğun yeni bir versiyonudur. Film sonunda Peter’ın herkesin hafızasından silinmesi, karakteri sıfırlar. Böylece klasik çizgi roman Spider-Man evresine geçiş yapılır. After-credits sahneleri, Venom ve Doctor Strange ile olan bağları güçlendirir.",
      "type": "film",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "DoctorStrangeintheMultiverseofMadness",
      "label": "2022\\n2022\\nDoctor Strange in the Multiverse of Madness",
      "title": "Doctor Strange in the Multiverse of Madness (2022)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Film, Doctor Strange’in, America Chavez adında çoklu evrenler arasında geçiş yapabilen bir kızı koruma görevini üstlenmesiyle başlar. Wanda Maximoff, çocuklarına ulaşmak için Darkhold’un gücüyle kötü bir cadıya dönüşmüştür ve America’yı ele geçirmek ister. Strange, çeşitli evrenlerden geçerek Illuminati, zombileşmiş alternatif karakterler ve evrenler arası çöküşlerle yüzleşir. Film, karanlık tonları, korku öğeleri ve hızlı temposuyla dikkat çeker. Wanda’nın içsel çatışması ve fedakârlığı, karakterin dramatik sonuna neden olur.",
      "refers_to": "WandaVision dizisine doğrudan bağlanan film, Darkhold’un etkisini detaylandırır. Ayrıca What If...? animasyon dizisindeki alternatif Strange karakteriyle paralellik kurar. Illuminati sahnesinde X-Men ve Fantastic Four gibi evrenlere göz kırpılır. America Chavez’in tanıtımı, gelecekteki genç kahramanların MCU’ya entegrasyonuna işaret eder. Multiverse temasının uç noktaya taşınması, Secret Wars ve Kang gibi gelecek tehditlerin temelini hazırlar. Film, sadece Doctor Strange’in değil, tüm evrenin sınırsız olasılıklarını keşfeder.",
      "type": "film",
      "release_date": "2022-01-01",
      "level": 12
    },
    {
      "id": "ThorLoveandThunder",
      "label": "2022\\n2022\\nThor: Love and Thunder",
      "title": "Thor: Love and Thunder (2022)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Film, Thor’un içsel huzuru bulmak için çıktığı yolculuğu ve karşısına çıkan yeni tehdit Gorr the God Butcher’ı konu alır. Gorr, tanrılardan intikam almak için birer birer onları öldürmektedir. Thor, Valkyrie ve yeniden güç kazanan eski sevgilisi Jane Foster (Mighty Thor) ile birlikte Gorr’a karşı savaşır. Film, aşk, kayıp ve inanç temalarını işlerken mizahi yapısını korur. Jane’in kansere karşı mücadelesi ve Mjölnir’e yeniden kavuşması, karaktere derinlik kazandırır. Film, Thor’un duygusal büyümesini işler.",
      "refers_to": "Jane Foster’ın dönüşü, ilk iki Thor filmine duygusal bir bağ sunar. Gorr’un kullandığı Necrosword, Venom’un simbiyot kökenlerine kadar uzanan bir bağlantı içerir. Olimpos tanrılarının ve Zeus’un tanıtılması, MCU’nun mitolojik alanını genişletir. Film sonunda Thor’un evlatlık edindiği kız Love, gelecekteki yapımlarda önemli bir rol oynayabilir. Ayrıca Eternity gibi kozmik varlıkların gösterilmesi, evrenin metafizik boyutuna işaret eder. Kapanış sahneleri ve Gorr’un motivasyonu, MCU’nun karakter derinliği arayışına katkı sunar.",
      "type": "film",
      "release_date": "2022-01-01",
      "level": 12
    },
    {
      "id": "BlackPantherWakandaForever",
      "label": "2022\\n2022\\nBlack Panther: Wakanda Forever",
      "title": "Black Panther: Wakanda Forever (2022)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Kral T’Challa’nın ölümünden sonra Wakanda, hem içsel yas süreciyle hem de dış tehditlerle yüzleşir. Shuri, abisinin kaybıyla başa çıkmaya çalışırken, bilim ve inanç arasında sıkışır. Namor liderliğindeki Talokan uygarlığı, Wakanda’nın savunmasız olduğunu düşünerek ortaya çıkar. Film, kayıp, yas, miras ve liderlik temalarını işler. Shuri’nin Black Panther olmaya giden yolculuğu, kişisel gelişimini ve annesi Ramonda’nın fedakarlığını temel alır. Film, hem duygusal hem de politik katmanları olan bir yapıdadır.",
      "refers_to": "Namor’un ortaya çıkışı, Marvel evrenine yeni bir deniz altı uygarlığı ve anti-kahraman tanımlar. Riri Williams’ın tanıtımı, Ironheart dizisi için bir ön hazırlıktır. Filmdeki yas süreci, gerçek dünyadaki Chadwick Boseman’ın kaybına saygı duruşu niteliğindedir. Wakanda’nın savunma gücü ve diplomatik ilişkileri, Marvel’ın dünya politikası anlatısına katkı sunar. After-credits sahnesiyle T’Challa’nın oğlunun tanıtılması, miras temasının geleceğe taşındığını gösterir. Film, geçmişe veda ve geleceğe hazırlık arasında bir köprüdür.",
      "type": "film",
      "release_date": "2022-01-01",
      "level": 12
    },
    {
      "id": "Ant-ManandtheWaspQuantumania",
      "label": "2023\\n2023\\nAnt-Man and the Wasp: Quantumania",
      "title": "Ant-Man and the Wasp: Quantumania (2023)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Scott Lang ve ailesi, kuantum alemine çekilir ve burada Kang the Conqueror ile karşılaşırlar. Kang, çoklu evrenleri kontrol etmek isteyen güçlü bir varlıktır. Film, kuantum boyutunun detaylarını keşfederken, aile bağları ve zaman kavramı üzerine temalar işler. Cassie’nin büyümüş haliyle hikâyeye katılması, gelecek nesil kahramanlara kapı aralar. Film, MCU’daki Kang tehditlerinin doğrudan yüzeye çıktığı ilk yapımdır.",
      "refers_to": "Kang, Loki dizisindeki 'He Who Remains' karakterinin bir varyantıdır ve bu filmde tam anlamıyla kötü versiyonu tanıtılır. Kuantum alemindeki şehirler ve uygarlıklar, Marvel evreninde bilinmeyen bölgelere işaret eder. Cassie’nin teknoloji konusundaki yetenekleri, Young Avengers dizisi için hazırlık niteliğindedir. Kang’ın zamanla ilgili felsefesi ve çoklu evrenleri fethetme arzusu, Secret Wars gibi büyük çaplı hikâyelere zemin hazırlar. Film, küçük bir karakter grubunun devasa kozmik etkiler yaratabileceğini gösterir.",
      "type": "film",
      "release_date": "2023-01-01",
      "level": 13
    },
    {
      "id": "GuardiansoftheGalaxyVol3",
      "label": "2023\\n2023\\nGuardians of the Galaxy Vol. 3",
      "title": "Guardians of the Galaxy Vol. 3 (2023)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Serinin üçüncü filminde Guardians ekibi, Rocket’in geçmişine dair karanlık sırlarla yüzleşir. High Evolutionary adlı bilim insanı, Rocket’i genetik deneylerle yaratmıştır ve onu geri almak ister. Rocket ağır yaralandığında, ekip onu kurtarmak için galaksinin derinliklerine tehlikeli bir yolculuğa çıkar. Bu süreçte ekip üyeleri arasında bağlar güçlenir, bazıları ise yollarını ayırır. Film, fedakârlık, aidiyet ve bireysel geçmişle yüzleşme temalarını işler. Mizahi ton korunurken, duygusal sahnelerle serinin en dokunaklı bölümü olur.",
      "refers_to": "Rocket’in geçmişi, önceki filmlerde ipuçlarıyla gösterilmişti; bu film o anlatımı tamamlar. Gamora’nın alternatif bir versiyon olarak ekipte yer alması, Endgame sonrası olaylara bağlanır. High Evolutionary karakteri, MCU’nun biyoteknoloji ve etik sorularını gündeme getirir. Film sonunda ekip dağılsa da, yeni üyelerle yoluna devam edeceği sinyali verilir. Star-Lord’un dünyaya dönmesi ve Adam Warlock’un ekibe katılması, gelecekteki evren yapıları için temel oluşturur.",
      "type": "film",
      "release_date": "2023-01-01",
      "level": 13
    },
    {
      "id": "TheMarvels",
      "label": "2023\\n2023\\nThe Marvels",
      "title": "The Marvels (2023)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Carol Danvers, Monica Rambeau ve Kamala Khan, güçleri birbirine bağlanmış üç kadın kahramandır. Güç değişimi yaşayan bu üçlü, evrendeki enerji dengesizliği nedeniyle yer değiştirmek zorunda kalır. Film, onları bir araya getirerek iş birliği ve ekip olmanın gücünü ön plana çıkarır. Carol geçmişiyle, Monica ailesiyle, Kamala ise idolüyle yüzleşir. Film, eğlenceli aksiyon sahneleriyle birlikte, kadın dayanışması ve kuşaklar arası bağları işler. Ayrıca Kree ırkının galaksiler arası savaş planları da yeniden gündeme gelir.",
      "refers_to": "Film, Ms. Marvel dizisinin doğrudan devamıdır ve Kamala’nın MCU’ya entegrasyonunu sağlar. Monica’nın güçlerini WandaVision’da kazanmış olması, büyü ve bilim temasını birleştirir. Carol’ın yıllar süren yokluğu, ilk Captain Marvel filmindeki olayların sonuçlarını gözler önüne serer. Ayrıca Nick Fury’nin uzayda kurduğu SABER istasyonu, Secret Invasion ve diğer kozmik MCU projelerine zemin hazırlar. After-credits sahnesiyle X-Men evrenine ilk net geçiş yapılır.",
      "type": "film",
      "release_date": "2023-01-01",
      "level": 13
    },
    {
      "id": "WandaVision",
      "label": "2021\\n2021\\nWandaVision",
      "title": "WandaVision (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "WandaVision, Avengers: Endgame sonrası Wanda Maximoff’un acısını işleyememesiyle başlar. Wanda, kaybettiği Vision’ı geri getirmek için Westview adlı kasabada gerçekliği değiştirir ve kendi ideal dünyasını yaratır. Sitcom formatında geçen bölümler, zaman içinde çözülmeye başlar ve kasabanın üzerindeki illüzyon ortaya çıkar. Agatha Harkness adlı büyücü karakterin dahil olmasıyla Wanda, Scarlet Witch kimliğini tam anlamıyla kazanır. Dizi, yas, gerçeklik ve güç üzerine derin temalar barındırır.",
      "refers_to": "Dizi, doğrudan Doctor Strange in the Multiverse of Madness’a bağlanır. Wanda’nın Darkhold ile temas etmesi, onun kötüleşme sürecini başlatır. Monica Rambeau’nun güç kazanımı, The Marvels filmine bağlantı kurar. Agatha karakteri, kendi spin-off dizisine temel oluşturur. Ayrıca Vision’ın yeniden hayata geçirilmiş beyaz versiyonu, karakterin devamı için yeni bir yol açar. WandaVision, MCU’nun duygusal ve anlatımsal açıdan en cesur işlerinden biridir.",
      "type": "dizi",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "TheFalconandtheWinterSoldier",
      "label": "2021\\n2021\\nThe Falcon and the Winter Soldier",
      "title": "The Falcon and the Winter Soldier (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Sam Wilson, Steve Rogers’tan kalan kalkanı kabul edip etmeme konusunda ikilemler yaşar. Bucky ise geçmişteki günahlarıyla hesaplaşmaya çalışır. Dizi, dünya genelindeki siyasi değişimleri ve süper askerlerin tehlikeli mirasını işler. Yeni Captain America olarak seçilen John Walker, gücün sorumluluğu ve yozlaşma arasındaki farkı temsil eder. Dizi, aksiyonla karakter gelişimini dengelerken, ırkçılık, güç ve özgürlük gibi temalara da değinir.",
      "refers_to": "Dizi, Endgame sonrası boşalan liderlik pozisyonunu ve SHIELD’ın çöküşünün sonuçlarını işler. Isaiah Bradley’nin tanıtılması, geçmişteki süper asker deneylerinin karanlık yüzünü açığa çıkarır. Zemo’nun yeniden ortaya çıkması, Civil War bağlantılarını sürdürür. Sam’in Captain America kimliğini kabullenmesi, dizi sonunda sembolik bir güce dönüşür. Bu gelişme, Captain America: Brave New World filmine geçişin temelini oluşturur.",
      "type": "dizi",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "Loki",
      "label": "2021\\n2021\\nLoki",
      "title": "Loki (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Loki dizisi, Endgame’de Tesseract ile kaçan alternatif Loki’nin yakalanmasıyla başlar. TVA adlı zaman otoritesi tarafından sorgulanan Loki, zaman çizgilerini koruma göreviyle yüzleşir. Sylvie adlı başka bir Loki varyantı ile birlikte, zamanın ardındaki gerçekleri keşfederler. Dizi, kader, özgür irade ve kimlik temalarıyla öne çıkar. Kang’in bir varyantı olan He Who Remains’in tanıtılması, çoklu evren savaşlarının başlangıcını temsil eder.",
      "refers_to": "TVA kavramı, çoklu evren anlatısının dengeleyici unsuru olarak karşımıza çıkar. Sylvie’nin yaptığı seçim, Multiverse of Madness ve No Way Home’daki karışıklıkları doğurur. Kang’in ilk versiyonu, Quantumania ve Secret Wars gibi projelere zemin hazırlar. Loki’nin karakter gelişimi, egoist bir tanrıdan fedakâr bir lidere dönüşümünü gözler önüne serer. Dizi, MCU’nun çoklu zamanlı yapılarını kurar.",
      "type": "dizi",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "Hawkeye",
      "label": "2021\\n2021\\nHawkeye",
      "title": "Hawkeye (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Clint Barton, geçmişte Ronin kimliğiyle yaptığı eylemlerin sonuçlarıyla yüzleşmeye çalışırken, genç bir okçu olan Kate Bishop’la yolları kesişir. New York'ta geçen dizi, yılbaşı atmosferi eşliğinde geçmişle hesaplaşma ve mentorluk ilişkisi üzerine kuruludur. Yelena’nın Black Widow filminden sonra Clint’in peşine düşmesi, duygusal bir çatışmaya neden olur. Kate’in cesareti ve yeteneği, Clint’in onun potansiyelini fark etmesini sağlar. Dizi, aksiyon, mizah ve duygusal bağları dengeler.",
      "refers_to": "Yelena’nın ortaya çıkışı, Black Widow filminin doğrudan devamıdır. Wilson Fisk (Kingpin) karakteri, Daredevil dizisinden MCU’ya resmi olarak geçiş yapar. Kate Bishop’un tanıtılması, Young Avengers oluşumunun sinyalini verir. Ronin kimliğiyle yapılan kötülüklerin yankıları, karakter sorumluluğu açısından Clint’in gelişimine katkı sağlar. Dizi, düşük ölçekte ama karakter odaklı MCU hikâyelerine iyi bir örnektir.",
      "type": "dizi",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "WhatIf?",
      "label": "2021\\n2021\\nWhat If...?",
      "title": "What If...? (2021)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "What If…?, MCU’daki tanıdık olayların alternatif versiyonlarını animasyon formatında sunar. Peggy Carter’ın süper asker olması, T’Challa’nın Star-Lord olarak büyümesi gibi örneklerle çoklu evrenin sonsuz olasılıkları keşfedilir. The Watcher adlı kozmik bir varlık, tüm bu evrenleri gözlemler. Dizi, hikâyelerin alternatif versiyonlarını sunarken, ana evrene etkileri olabilecek fikirler de barındırır.",
      "refers_to": "Doctor Strange’in alternatif kötü versiyonu, Multiverse of Madness’ta kullanılır. Ultron’un sonsuzluk taşlarını ele geçirdiği bölüm, olası büyük tehditlere dair fikir verir. The Watcher karakteri, multiverse gözlemcisi olarak Marvel kozmolojisine katkı sağlar. Animasyon yapısı sayesinde, MCU’nun deneysel anlatım yöntemlerine zemin hazırlar. Dizi, multiverse temalarının anlatı genişliğini gösterir.",
      "type": "dizi",
      "release_date": "2021-01-01",
      "level": 11
    },
    {
      "id": "MsMarvel",
      "label": "2022\\n2022\\nMs. Marvel",
      "title": "Ms. Marvel (2022)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Kamala Khan, süper kahramanlara hayran bir lise öğrencisidir. Bir gün gizemli bir bileklik sayesinde kozmik güçler kazanır. Güçlerini keşfetmeye çalışırken, ailesinin geçmişi, Pakistan kökenleri ve bir zamanlar Hindistan-Pakistan bölünmesinde yaşanan olaylar ile yüzleşir. Kamala, hem kahraman olmayı hem de kimliğini kabullenmeyi öğrenir. Dizi, gençlik enerjisi, kültürel çeşitlilik ve aile bağları üzerine kurulu.",
      "refers_to": "Kamala, MCU’nun ilk mutant olarak tanıtılan karakteridir. The Marvels filminde Carol Danvers ve Monica Rambeau ile doğrudan bağlantı kurar. Ailesiyle ilişkileri ve inanç sistemi, MCU’nun daha kapsayıcı anlatım tarzına katkı sağlar. Dizi, genç izleyici kitlesine hitap ederken, aynı zamanda Marvel evrenine taze bir perspektif kazandırır. After-credits sahnesiyle The Marvels’a bağlanır.",
      "type": "dizi",
      "release_date": "2022-01-01",
      "level": 12
    },
    {
      "id": "She-Hulk",
      "label": "2022\\n2022\\nShe-Hulk",
      "title": "She-Hulk (2022)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Jennifer Walters, avukatlık kariyerine odaklanmış bir profesyoneldir. Kuzeni Bruce Banner’dan gelen kan transferiyle Hulk güçleri kazanır ve She-Hulk’a dönüşür. Dizi, hukuk komedisi formatında ilerlerken, kadın kimliği, kariyer baskısı ve süper kahramanlık dengesini işler. Jennifer, hem mahkeme salonlarında hem de sosyal yaşamında kimliğini bulmaya çalışır. Mizahi tonu ve dördüncü duvarı yıkmasıyla farklılaşır.",
      "refers_to": "Dizi, Hulk’un Sakaar’daki macerasına göndermeler içerir. Emil Blonsky’nin dönüşü, The Incredible Hulk filmiyle bağlantı kurar. Daredevil’in diziye dahil olması, karakterin MCU içindeki varlığını güçlendirir. Ayrıca X-Men ve diğer evren konularında metin içi şakalar yapılır. Jennifer’ın hukuk sistemi içinde süper kahramanlarla baş etme şekli, Marvel’ın genişleyen toplum yapısını gösterir. Son bölümde The Watcher’a gönderme yapılır.",
      "type": "dizi",
      "release_date": "2022-01-01",
      "level": 12
    },
    {
      "id": "SecretInvasion",
      "label": "2023\\n2023\\nSecret Invasion",
      "title": "Secret Invasion (2023)",
      "image": "\\port\\images\\marvel.jpg",
      "shape": "image",
      "description": "Nick Fury, uzun süredir dünyada gizlenmiş olan Skrull’ların gizli istilasını fark eder. Skrull’lar, önemli siyasi figürlerin yerini alarak dünyayı ele geçirme planları yapmaktadır. Fury, eski dostlarıyla birlikte bu tehdidi açığa çıkarmak için mücadele eder. Güven, ihanet ve kimlik krizi gibi temalar ön plandadır. Dizi, MCU’nun casusluk tarafını ön plana çıkararak, düşük tempolu ama gerilimli bir hikâye sunar.",
      "refers_to": "Captain Marvel filmindeki Skrull’ların devamı niteliğindedir. Fury’nin uzaydaki SABER istasyonundan dönmesi, The Marvels’a geçiş için temel oluşturur. Rhodey’nin bir Skrull olduğu ortaya çıkar, bu durum Armor Wars filmi için önemli bir geçiş noktasıdır. Dizi, hükümet yapıları, güvenlik kurumları ve kahramanlık temasının daha gri alanlarını işler. Gizlilik içinde işleyen planlar, MCU’daki karakter dinamiklerini değiştirir.",
      "type": "dizi",
      "release_date": "2023-01-01",
      "level": 13
    }
  ],
  "edges": [
    {
      "from": "IronMan",
      "to": "IronMan2",
      "type": "devam"
    },
    {
      "from": "IronMan2",
      "to": "TheAvengers",
      "type": "devam"
    },
    {
      "from": "WandaVision",
      "to": "DoctorStrangeintheMultiverseofMadness",
      "type": "evren-geçişi"
    },
    {
      "from": "Loki",
      "to": "DoctorStrangeintheMultiverseofMadness",
      "type": "evren-geçişi"
    },
    {
      "from": "GuardiansoftheGalaxy",
      "to": "GuardiansoftheGalaxyVol2",
      "type": "devam"
    },
    {
      "from": "CaptainAmericaTheFirstAvenger",
      "to": "TheAvengers",
      "type": "devam"
    },
    {
      "from": "TheFalconandtheWinterSoldier",
      "to": "CaptainAmericaCivilWar",
      "type": "yan-hikaye"
    }
  ]
}