{
  "nodes": [
    {
      "id": "sw_ep1",
      "label": "The Phantom Menace (1999)",
      "title": "Episode I - The Phantom Menace",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Galaktik Cumhuriyet, içten içe yozlaşma ve çürümeyle mücadele ederken Naboo gezegeni, Ticaret Federasyonu'nun kuşatması altındadır. Jedi Ustası Qui-Gon Jinn ve çırağı Obi-Wan Kenobi, krizle ilgili müzakereleri yürütmek için Naboo'ya gönderilir. Ancak işler beklendiği gibi gitmez ve çift, genç Kraliçe Padmé Amidala ile birlikte gezegenden kaçar. Tatooine'de mola verdiklerinde, Anakin Skywalker adında olağanüstü yeteneklere sahip bir çocukla tanışırlar. Anakin’in içindeki Güç potansiyelinin fark edilmesiyle, Jedi Konseyi'ne sunulması kararlaştırılır. Bu sırada, karanlık bir figür olan Darth Sidious’un yönlendirmeleriyle Galaktik Senato'da entrikalar dönmekte ve Sith tehdidi yeniden gün yüzüne çıkmaktadır. Film, Anakin’in Jedi olma yolundaki ilk adımlarını ve Cumhuriyet’in düşüşe geçişini başlatan olayları detaylı biçimde işler. Hem karakter gelişimi hem de evrenin politik yapısının temelleri bu filmde atılır.",
      "refers_to": "Film boyunca Naboo, Coruscant ve Tatooine gibi ikonik mekanlar tanıtılır. Jedi Konseyi'nin yapısı, Jedi yolları ve Güç’ün dengesi derinlemesine işlenir. Qui-Gon’un Anakin’e olan inancı, Jedi düzeninde bölünmeye neden olur. Darth Maul’un çift ışın kılıcı ve Sith'in geri dönüşü, evrenin karanlıkla yüzleşeceğini işaret eder. Padmé ile Anakin arasındaki ilk temas, gelecekteki aşkın ve trajedinin temellerini atar. Anakin’in ‘seçilmiş kişi’ olarak konumlanması, üçlemeyi etkileyen kader teması için başlangıçtır.",
      "type": "film",
      "release_date": "1999-05-19",
      "level": 0
    },
    {
      "id": "sw_ep2",
      "label": "Attack of the Clones (2002)",
      "title": "Episode II - Attack of the Clones",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode II - Attack of the Clones filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode II - Attack of the Clones, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode II - Attack of the Clones içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode II - Attack of the Clones ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "2002-05-16",
      "level": 1
    },
    {
      "id": "sw_ep3",
      "label": "Revenge of the Sith (2005)",
      "title": "Episode III - Revenge of the Sith",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode III - Revenge of the Sith filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode III - Revenge of the Sith, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode III - Revenge of the Sith içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode III - Revenge of the Sith ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "2005-05-19",
      "level": 2
    },
    {
      "id": "sw_ep4",
      "label": "A New Hope (1977)",
      "title": "Episode IV - A New Hope",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode IV - A New Hope filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode IV - A New Hope, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode IV - A New Hope içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode IV - A New Hope ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "1977-05-25",
      "level": 3
    },
    {
      "id": "sw_ep5",
      "label": "The Empire Strikes Back (1980)",
      "title": "Episode V - The Empire Strikes Back",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode V - The Empire Strikes Back filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode V - The Empire Strikes Back, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode V - The Empire Strikes Back içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode V - The Empire Strikes Back ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "1980-05-21",
      "level": 4
    },
    {
      "id": "sw_ep6",
      "label": "Return of the Jedi (1983)",
      "title": "Episode VI - Return of the Jedi",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode VI - Return of the Jedi filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode VI - Return of the Jedi, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode VI - Return of the Jedi içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode VI - Return of the Jedi ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "1983-05-25",
      "level": 5
    },
    {
      "id": "sw_ep7",
      "label": "The Force Awakens (2015)",
      "title": "Episode VII - The Force Awakens",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode VII - The Force Awakens filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode VII - The Force Awakens, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode VII - The Force Awakens içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode VII - The Force Awakens ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "2015-12-18",
      "level": 6
    },
    {
      "id": "sw_ep8",
      "label": "The Last Jedi (2017)",
      "title": "Episode VIII - The Last Jedi",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode VIII - The Last Jedi filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode VIII - The Last Jedi, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode VIII - The Last Jedi içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode VIII - The Last Jedi ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "2017-12-15",
      "level": 7
    },
    {
      "id": "sw_ep9",
      "label": "The Rise of Skywalker (2019)",
      "title": "Episode IX - The Rise of Skywalker",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Episode IX - The Rise of Skywalker filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Episode IX - The Rise of Skywalker, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Episode IX - The Rise of Skywalker içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Episode IX - The Rise of Skywalker ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "film",
      "release_date": "2019-12-20",
      "level": 8
    },
    {
      "id": "sw_mando",
      "label": "The Mandalorian (2019)",
      "title": "The Mandalorian",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "The Mandalorian filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. The Mandalorian, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "The Mandalorian içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. The Mandalorian ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "dizi",
      "release_date": "2019-11-12",
      "level": 9
    },
    {
      "id": "sw_ahsoka",
      "label": "Ahsoka (2023)",
      "title": "Ahsoka",
      "image": "images/starwars.jpg",
      "shape": "image",
      "description": "Ahsoka filmi, Star Wars evreninin önemli yapı taşlarından biridir. Film boyunca karakter gelişimleri, galaktik çatışmalar, ve Güç'ün doğası derinlemesine işlenir. Ahsoka, yalnızca aksiyon değil aynı zamanda evrenin mitolojisine de katkıda bulunur. Filmdeki olaylar, daha sonraki hikayelerin seyrini doğrudan etkiler. Anlatımı, müzikleri ve karakter etkileşimleriyle öne çıkan bu yapım, hem duygusal hem de felsefi temaları ele alır. Yönetmenlik ve sinematografi açısından da dikkat çekicidir.",
      "refers_to": "Ahsoka içerisinde Jedi, Sith, Direniş ve Galaktik İmparatorluk gibi kavramlar detaylı biçimde ele alınır. Film ayrıca, önceki yapımlara gönderme yapan sahneler ve karakter dinamikleriyle serinin bütünlüğünü sağlar. Örneğin, karakterlerin geçmişleriyle yüzleşmeleri, yeni tehditlerin yükselmesi ve Güç'ün dengesi üzerine yapılan vurgular dikkat çeker. Ahsoka ayrıca, hayran teorilerine de ilham kaynağı olmuş önemli olaylar içerir.",
      "type": "dizi",
      "release_date": "2023-08-22",
      "level": 10
    }
  ],
  "edges": [
    {
      "from": "sw_ep1",
      "to": "sw_ep2",
      "type": "devam"
    },
    {
      "from": "sw_ep2",
      "to": "sw_ep3",
      "type": "devam"
    },
    {
      "from": "sw_ep3",
      "to": "sw_ep4",
      "type": "devam"
    },
    {
      "from": "sw_ep4",
      "to": "sw_ep5",
      "type": "devam"
    },
    {
      "from": "sw_ep5",
      "to": "sw_ep6",
      "type": "devam"
    },
    {
      "from": "sw_ep6",
      "to": "sw_ep7",
      "type": "devam"
    },
    {
      "from": "sw_ep7",
      "to": "sw_ep8",
      "type": "devam"
    },
    {
      "from": "sw_ep8",
      "to": "sw_ep9",
      "type": "devam"
    },
    {
      "from": "sw_ep6",
      "to": "sw_mando",
      "type": "yan"
    },
    {
      "from": "sw_mando",
      "to": "sw_ahsoka",
      "type": "yan"
    }
  ]
}
