{
  "nodes": [
    {
      "id": "dizi/avatar_son_hava_bukucu/2005",
      "label": "Avatar: The Last Airbender (2005)",
      "title": "Avatar: The Last Airbender",
      "type": "dizi",
      "release_date": "2005-02-21",
      "end_date": "2008-07-19",
      "image": "https://m.media-amazon.com/images/M/MV5BMDMwMThjYWYtY2Q2OS00OGM2LTlkODQtNDJlZTZmMjAyYmFhXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
      "imdb_rating": 9.3,
      "yönetmen": [
        "Lauren MacMullan",
        "Dave Filoni",
        "Giancarlo Volpe"
      ],
      "oyuncular": [
        "Zach Tyler Eisen",
        "Mae Whitman",
        "Jack DeSena",
        "Dante Basco",
        "Dee Bradley Baker"
      ],
      "tür": [
        "Animasyon",
        "Fantastik",
        "Macera"
      ],
      "shape": "image",
      "description": "2005-2008 yılları arasında yayımlanan 'Avatar: The Last Airbender', Dört Elementin - Su, Toprak, Ateş ve Hava - birleştiği fantastik bir dünyada geçmektedir. Yüz yıl süren bir savaşın ardından, Hava Nomadı Aang, son Avatar olarak buzdan bir dağın içinde uyanır. O, Ateş Ulusu'nun dünyayı ele geçirme çabalarını durdurabilecek tek kişidir. Aang, Water Tribe'dan Katara ve onun abisi Sokka ile tanışır. Bu üçlü, Dört Ulus'un farklı bölgelerine seyahat ederek Aang'in diğer elementleri bükme yeteneğini öğrenmesine yardımcı olurken, Ateş Ulusu'nun Prens Zuko'sundan kaçmak zorunda kalırlar. Dizi, karmaşık karakter gelişimleri, derin hikaye anlatımı ve doğu felsefelerinden esinlenen dünya yapısıyla dikkat çeker. Her sezon, Aang'in bir elementi ustalıkla öğrenmesine odaklanırken, aynı zamanda karakterlerin kişisel yolculuklarını ve geçmişlerini de derinlemesine işler. Dizi, dostluk, umut, sorumluluk ve bağışlama gibi evrensel temaları işlerken, aynı zamanda savaşın yıkıcı etkilerini ve totaliter rejimlerin doğasını da cesurca ele alır. Komedi, aksiyon ve dramı ustaca harmanlayan yapım, hem çocuklar hem de yetişkinler için unutulmaz bir seyir deneyimi sunar. Dizi, animasyon kalitesi, müzikleri ve duygusal derinliğiyle eleştirmenlerden tam not almıştır. Aang'in Avatar olarak varisi olduğu kadim ruhlarla iletişim kurma yeteneği, dizinin ruhsal boyutunu güçlendirir ve ona bu görevin ağırlığını hissettirir. Son Hava Bükücü, sıradan bir animasyon serisi olmaktan öte, modern mitolojinin en iyi örneklerinden biri olarak kabul edilir. Dizi, her karakterin kendi zorluklarıyla yüzleştiği ve büyüme gösterdiği bir yolculuk sunar. Zuko'nun aydınlanma yolculuğu, dizinin en dikkat çekici ve dokunaklı hikaye örgülerinden biridir. Serinin finali, tüm hikaye çizgilerini ustaca bir araya getirerek, izleyiciyi hem tatmin eden hem de duygulandıran bir sonla taçlandırır.",
      "refers_to": "Avatar: The Last Airbender, sadece kendi hikayesini anlatmakla kalmayıp, gelecek nesil için bir temel oluşturur. En önemli atıf, dizinin sonunda Aang'in Ateş Ulusu'nun lordu Ozai'yi yenmesi ve dünyayı barışa kavuşturmasıdır. Bu, dizinin doğrudan devamı olan **The Legend of Korra**'ya zemin hazırlar. Aang'in kurduğu yeni barışçıl dünya düzeni, Korra'nın hikayesinin başlangıç noktası olur. Dizide yer alan karakterlerin çoğu, özellikle Katara ve Sokka gibi, Korra serisinde daha yaşlı ve bilge halleriyle görünürler. Aang'in torunu Tenzin, Korra'ya Hava Bükme öğretmeni olurken, bu durum iki seri arasında güçlü bir bağ kurar. Ayrıca, dizide tanıtılan çeşitli uluslar, kültürler ve bükme teknikleri, Korra serisinde daha da detaylandırılır. Aang'in Avatar hali ve önceki Avatarlarla olan bağlantıları, Korra'nın da benzer bir mirasa sahip olduğunu gösterir ve ona rehberlik eder. Özellikle, Aang ve Korra'nın ruhsal rehberlikleri aracılığıyla birbirleriyle iletişim kurmaları, iki seri arasındaki en önemli hikaye bağlantılarından biridir. Dizinin sonunda kurulan Birleşik Uluslar Cumhuriyeti, Korra serisinin ana mekanı olan Republic City'nin temellerini atar. Bu, izleyiciye iki seri arasında geçen yaklaşık yetmiş yıllık süreci anlamasına yardımcı olur. Serinin bu geniş kapsamlı evren inşası, sadece bir sonraki dizinin değil, aynı zamanda olası yan hikayelerin ve çizgi romanların da yolunu açmıştır. Bu şekilde, Son Hava Bükücü, Avatar evreninin temelini atan ve gelecek hikayeler için zengin bir arka plan sağlayan bir yapıttır.",
      "canonical_level": "canon",
      "sources": {
        "Kaynaklar": [
          {
            "name": "Wikipedia",
            "url": "https://tr.wikipedia.org/wiki/Avatar:_Son_Hava_B%C3%BCk%C3%BCc%C3%BC"
          },
          {
            "name": "IMDb",
            "url": "https://www.imdb.com/title/tt0417299/"
          },
          {
            "name": "Fandom",
            "url": "https://avatar.fandom.com/wiki/Avatar:_The_Last_Airbender"
          }
        ],
        "Görsel": [
          {
            "name": "IMDb",
            "url": "https://m.media-amazon.com/images/M/MV5BMDMwMThjYWYtY2Q2OS00OGM2LTlkODQtNDJlZTZmMjAyYmFhXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
          }
        ],
        "Platform": [
          {
            "name": "Netflix",
            "url": "https://www.netflix.com/title/70142405"
          }
        ]
      },
      "lang": "tr"
    },
    {
      "id": "dizi/avatar_son_hava_bukucu/2012_korra",
      "label": "The Legend of Korra (2012)",
      "title": "The Legend of Korra",
      "type": "dizi",
      "release_date": "2012-04-14",
      "end_date": "2014-12-19",
      "image": "https://sm.ign.com/ign_tr/cover/t/the-legend/the-legend-of-korra_8exk.jpg",
      "imdb_rating": 8.3,
      "yönetmen": [
        "Joaquim Dos Santos",
        "Ki Hyun Ryu",
        "Colin Heck"
      ],
      "oyuncular": [
        "Janet Varney",
        "David Faustino",
        "P.J. Byrne",
        "Seychelle Gabriel",
        "J.K. Simmons"
      ],
      "tür": [
        "Animasyon",
        "Fantastik",
        "Aksiyon"
      ],
      "shape": "image",
      "description": "2012-2014 yılları arasında yayımlanan 'The Legend of Korra', 'Avatar: The Last Airbender' dizisinden 70 yıl sonraki olayları konu alır ve yeni Avatar'ın, Korra'nın hikayesine odaklanır. Water Tribe'dan gelen Korra, önceki Avatar Aang'in aksine, Ateş, Toprak ve Su elementlerini ustalıkla bükebilmektedir, ancak hava bükmeyi öğrenmekte zorlanır. Hikaye, Aang'in ve arkadaşlarının kurduğu modern ve teknolojik açıdan gelişmiş bir şehir olan Republic City'de geçmektedir. Korra, burada yeni tehditlerle yüzleşir. Dizi, her biri farklı bir ideolojiye ve tehlikeye sahip olan yeni antagonistler etrafında şekillenir. Amon ve onun liderlik ettiği eşitlikçi hareket, Korra'nın fiziksel ve ruhsal yeteneklerini sorgulamasına neden olur. Unalaq ve onun ruhsal savaşı, Korra'nın Avatarlık mirasıyla yüzleşmesini sağlar. Zaheer ve onun anarşist ekibi, Korra'yı hem fiziksel hem de psikolojik olarak zorlar. Kuvira ise totaliter bir lider olarak Korra'nın politik arenada mücadele etmesini gerektirir. Dizi, sadece elementleri bükme savaşlarını değil, aynı zamanda siyasi çalkantıları, sosyal eşitlik arayışını, endüstrileşmenin getirdiği sorunları ve ruhsal dengeyi de işler. Bu derin ve olgun temalar, diziyi 'Avatar: The Last Airbender'dan daha karanlık ve karmaşık bir hale getirir. Korra'nın kişisel yolculuğu, başarısızlıkları, travmaları ve yeniden ayağa kalkışları, onu izleyiciler için gerçekçi ve dokunaklı bir karakter haline getirir. 'The Legend of Korra', bükme tekniklerinin yanı sıra, modernizmin getirdiği zorlukları ve değişen dünya düzeninin bir Avatar üzerindeki etkilerini başarılı bir şekilde işler. Dizi, güçlü kadın karakterleri, LGBTQ+ temsiliyeti ve cesur hikaye anlatımıyla da öne çıkarak, animasyon dünyasında önemli bir yer edinmiştir.",
      "refers_to": "The Legend of Korra, selefi olan 'Avatar: The Last Airbender' dizisinin mirası üzerine inşa edilmiştir. Korra'nın hikayesi, doğrudan Aang'in dünyayı Ateş Lordu Ozai'den kurtardıktan sonra kurduğu yeni dünya düzeninin sonuçlarıyla ilgilidir. Korra'nın ruhsal rehberi, önceki Avatar olan Aang'dir ve Aang'in hayaleti, Korra'ya önemli anlarda rehberlik eder. Bu, iki Avatar arasındaki kesintisiz bağı vurgular. Dizide, Aang'in çocukları Tenzin, Bumi ve Kya, önemli karakterler olarak yer alır. Tenzin, Korra'nın hava bükme ustası ve akıl hocasıdır, bu da Aang'in mirasının devam ettiğini gösterir. Ayrıca, Aang'in arkadaşlarından Katara ve Zuko da yaşlı ve bilge karakterler olarak görünür. Bu karakterler, izleyiciye iki seri arasındaki zaman akışını ve geçmiş olayların şimdiki zamana olan etkilerini açıkça gösterir. Dizinin ana mekanı olan Republic City, Aang ve Zuko'nun beraber kurduğu Birleşik Uluslar Cumhuriyeti'nin başkentidir. Bu şehir, 'Avatar: The Last Airbender'ın finalinde atılan tohumların ne kadar büyüdüğünü ve geliştiğini gösterir. Korra'nın karşılaştığı tehditler, önceki seride işlenen element bükme yeteneklerinin ve ruhsal dengenin nasıl yeni sosyal ve politik sorunlara dönüştüğünü sergiler. Sonuç olarak, 'The Legend of Korra', Aang'in mirasını devam ettiren, önceki serinin karakterlerinin ve olaylarının sonuçlarını keşfeden ve bu evreni modern bir döneme taşıyan bir devam hikayesidir.",
      "canonical_level": "canon",
      "sources": {
        "Kaynaklar": [
          {
            "name": "Wikipedia",
            "url": "https://tr.wikipedia.org/wiki/The_Legend_of_Korra"
          },
          {
            "name": "IMDb",
            "url": "https://www.imdb.com/title/tt1695360/"
          },
          {
            "name": "Fandom",
            "url": "https://avatar.fandom.com/wiki/The_Legend_of_Korra"
          }
        ],
        "Görsel": [
          {
            "name": "IGN Türkiye",
            "url": "https://sm.ign.com/ign_tr/cover/t/the-legend/the-legend-of-korra_8exk.jpg"
          }
        ],
        "Platform": [
          {
            "name": "Netflix",
            "url": "https://www.netflix.com/title/80027563"
          }
        ]
      },
      "lang": "tr"
    },
    {
      "id": "film/pandora/2009",
      "label": "Avatar (2009)",
      "title": "Avatar",
      "type": "film",
      "release_date": "2009-12-18",
      "end_date": null,
      "image": "https://upload.wikimedia.org/wikipedia/tr/1/12/Avatar-Film-Posteri.jpg",
      "imdb_rating": 7.9,
      "yönetmen": [
        "James Cameron"
      ],
      "oyuncular": [
        "Sam Worthington",
        "Zoe Saldana",
        "Sigourney Weaver",
        "Stephen Lang",
        "Michelle Rodriguez"
      ],
      "tür": [
        "Bilim Kurgu",
        "Macera",
        "Aksiyon"
      ],
      "shape": "image",
      "description": "2009 yapımı 'Avatar', yönetmen James Cameron'ın on yıldan fazla süren bir çalışmanın ürünüdür ve sinema dünyasında çığır açan bir görsel şölen sunar. Film, 22. yüzyılda, insanlar ve Na'vi adlı yerli bir ırkın yaşadığı Pandora adlı uzak bir gezegende geçmektedir. Pandora'daki kaynakları ele geçirmek isteyen insanlar, gezegenin atmosferine uyum sağlamak için genetik olarak melezlenmiş Na'vi-insan hibritleri olan 'avatar'ları kullanır. Hikaye, felçli bir deniz piyadesi olan Jake Sully'nin, ölen ikiz kardeşinin yerine avatar programına dahil olmasıyla başlar. Jake, Na'vi bedeniyle Pandora'nın büyülü ve biyolojik olarak canlı dünyasına adım atar. Jake, keşifleri sırasında Na'vi prensesi Neytiri ile tanışır ve onların kültürünü, inançlarını ve gezegenle olan derin bağlarını öğrenir. Na'vi'nin yaşadığı cennetvari ormanlar ve Eywa adını verdikleri gezegenin ruhuyla olan mistik ilişkileri, Jake'in insani görevine olan sadakatini sarsar. O, zamanla Na'vi'ye ve Neytiri'ye olan bağlılığıyla, insanlığın yıkıcı ve sömürgeci niyetleri arasında bir seçim yapmak zorunda kalır. Film, sömürgecilik, çevrecilik ve doğaya saygı gibi derin temaları işlerken, aynı zamanda nefes kesen aksiyon sahneleri ve görsel efektlerle de izleyiciyi büyüler. 'Avatar', 3D teknolojisinin sinemada yaygınlaşmasında kilit bir rol oynamıştır. Film, Jake'in dönüşümünü, kendi ırkına karşı bir isyana liderlik etmesini ve Pandora'nın ekolojik dengesini korumak için savaşmasını anlatır. 'Avatar', teknoloji ve doğa, yıkım ve koruma arasındaki çatışmayı epik bir ölçekte sunan, eleştirmenler ve izleyiciler tarafından büyük beğeni toplamış bir yapıttır.",
      "refers_to": "'Avatar', James Cameron'ın zihninde çok daha büyük bir hikayenin sadece başlangıç noktasıdır. Filmin kendisi, Pandora'nın ve Na'vi'nin dünyasının temellerini atar ve gelecek filmlere yönelik zengin bir arka plan sağlar. En önemli atıflardan biri, Jake Sully'nin insan formunu terk edip tamamen Na'vi'ye dönüşmesidir. Bu dönüşüm, Jake'in bir sonraki filmde Na'vi topluluğunun liderlerinden biri olarak yer alacağını ve Pandora'nın savunucusu olacağını ima eder. Filmin sonunda, RDA (Kaynak Geliştirme İdaresi) güçlerinin Pandora'dan çekilmesi, ancak bu durumun geçici olduğu hissi, devam filminde yeni bir tehdidin ortaya çıkacağının sinyalini verir. Albay Quaritch'in ölümüyle sonuçlanan çatışma, filmin ana hikayesini tamamlarken, karakterin devam filminde farklı bir formda geri döneceği de filmin sonunda ima edilir. Ayrıca, Pandora'nın biyolojik çeşitliliği, Eywa'nın gücü ve Na'vi kültürü, daha sonraki filmlerde daha detaylı bir şekilde keşfedilecek konuların tohumlarını eker. Jake ve Neytiri'nin ilişkisi ve kurdukları aile, filmin duygusal çekirdeğini oluşturur ve devam filmi olan **Avatar: The Way of Water**'ın merkezinde yer alacak olan hikayenin temelini atar. Bu film, Pandora'nın sualtı dünyasının keşfedileceği ve Jake'in ailesini korumak için vereceği mücadeleleri konu alacaktır. Sonuç olarak, 'Avatar', sadece görsel bir başyapıt olmakla kalmayıp, aynı zamanda devasa bir evrenin kapılarını aralayan ve seyirciyi daha derin maceralara hazırlayan bir köprü görevi görür.",
      "canonical_level": "canon",
      "sources": {
        "Kaynaklar": [
          {
            "name": "Box Office Türkiye",
            "url": "https://boxofficeturkiye.com/film/avatar--2009060"
          },
          {
            "name": "IMDb",
            "url": "https://www.imdb.com/title/tt0499549/"
          },
          {
            "name": "Wikipedia",
            "url": "https://tr.wikipedia.org/wiki/Avatar_(film)"
          }
        ],
        "Görsel": [
          {
            "name": "Wikipedia",
            "url": "https://upload.wikimedia.org/wikipedia/tr/1/12/Avatar-Film-Posteri.jpg"
          }
        ],
        "Platform": [
          {
            "name": "Disney+",
            "url": "https://www.disneyplus.com/tr-tr/browse/entity-357d8505-b9bc-41e3-9f27-0414738df143"
          }
        ]
      },
      "lang": "tr"
    },
    {
      "id": "film/pandora/2022_the_way_of_water",
      "label": "Avatar: The Way of Water (2022)",
      "title": "Avatar: The Way of Water",
      "type": "film",
      "release_date": "2022-12-16",
      "end_date": null,
      "image": "https://m.media-amazon.com/images/M/MV5BNmQxNjZlZTctMWJiMC00NGMxLWJjNTctNTFiNjA1Njk3ZDQ5XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
      "imdb_rating": 7.5,
      "yönetmen": [
        "James Cameron"
      ],
      "oyuncular": [
        "Sam Worthington",
        "Zoe Saldana",
        "Sigourney Weaver",
        "Stephen Lang",
        "Kate Winslet"
      ],
      "tür": [
        "Bilim Kurgu",
        "Macera",
        "Aksiyon"
      ],
      "shape": "image",
      "description": "2022 yapımı 'Avatar: The Way of Water', ilk filmin 13 yıl sonrasında geçen, James Cameron'ın epik devam filmidir. Hikaye, ilk filmdeki olayların ardından Pandora'da Na'vi olarak yaşamaya başlayan Jake Sully ve Neytiri'nin, çocuklarıyla birlikte kurdukları ailenin etrafında döner. Aile, Pandora'nın barışçıl ormanlarında mutlu bir hayat sürerken, insanlar yeniden gezegene dönerek Pandora'yı kolonileştirmeye başlar. Yeni tehdit, Jake'in geçmişiyle yakından ilişkilidir. Klonlanarak geri getirilen Albay Quaritch, avatar formunda Jake'ten intikam almak ve insanlığın gezegeni ele geçirmesini sağlamak için acımasız bir mücadele başlatır. Ailesini korumak için ormandan kaçmak zorunda kalan Jake, Neytiri ve çocukları, Pandora'nın okyanus kıyısında yaşayan Metkayina kabilesine sığınır. Burada, yeni bir çevreye ve kültüre uyum sağlamaya çalışırken, okyanusun derinliklerinde yaşayan ve su bükme yeteneğine sahip olan bu kabilenin yaşam tarzını öğrenirler. Film, su altı dünyasının görsel olarak muhteşem bir şekilde resmedilmesiyle öne çıkar. James Cameron, su altı hareket yakalama teknolojisini kullanarak sinematik bir devrim daha gerçekleştirmiştir. 'The Way of Water', aile bağları, kimlik arayışı ve doğaya karşı verilen mücadele gibi temaları işler. Jake'in çocuklarının kendi kimliklerini bulma çabaları, özellikle de insan kökenli olan Spider'ın ve Eywa ile olan mistik bağlantısı daha güçlü olan Kiri'nin hikayeleri, filmin duygusal çekirdeğini oluşturur. Film, sadece bir aksiyon ve macera filmi olmakla kalmaz, aynı zamanda çevresel yıkımın ve sömürgeciliğin sonuçlarına dair güçlü bir mesaj verir. Quaritch'in bitmek bilmeyen takibi, hikayeye gerilim katarken, Jake ve ailesinin yeni evlerini ve Metkayina halkını koruma çabaları, epik bir direniş mücadelesine dönüşür. Film, görsel olarak etkileyici ve duygusal olarak dokunaklı bir devam filmi olarak izleyiciyi tekrar Pandora'nın büyülü dünyasına çeker.",
      "refers_to": "Avatar: The Way of Water, 'Avatar' filminin doğrudan bir devamı olup, ilk filmin bıraktığı yerden hikayeyi ileri taşır. İlk filmde Jake Sully'nin Na'vi'ye dönüşmesi ve Pandora'nın orman kabilelerinin lideri olması, bu filmde ailenin reisi ve yeni bir kabilenin koruyucusu olarak rolünü pekiştirir. Albay Quaritch'in öldüğüne inanılmasına rağmen, 'The Way of Water'da klonlanmış bir avatar olarak geri dönmesi, ilk filmdeki çatışmanın tam olarak bitmediğini ve daha kişisel bir intikam hikayesine dönüştüğünü gösterir. Film, Eywa'nın gücü ve Pandora'nın biyolojik ağının, Na'vi'lerin yaşamları üzerindeki etkisini daha detaylı bir şekilde inceler. Bu, özellikle Grace Augustine'in avatarından doğan Kiri karakteri üzerinden işlenir ve onun Eywa ile olan eşsiz bağlantısı, gelecekteki filmlerin temelini oluşturabilecek mistik bir boyut ekler. 'The Way of Water'ın finali, Quaritch'in henüz yenilmediğini ve Jake'in ailesi üzerindeki tehdidin devam ettiğini açıkça gösterir. Film, Jake'in ailesinin sığındığı Metkayina kabilesini ve Pandora'nın okyanus dünyasını tanıtırken, evrenin ne kadar geniş ve keşfedilmemiş olduğunu ortaya koyar. Bu yeni mekan, gelecek filmlerde Pandora'nın diğer bölgelerinin de keşfedileceğine dair ipuçları verir. James Cameron'ın planladığı diğer devam filmleri için bir köprü görevi gören bu yapım, ilk filmde kurulan hikaye örgüsünü genişletir ve izleyiciyi Pandora'nın giderek büyüyen ve karmaşıklaşan dünyasına daha derinden çeker. Bu film, sadece bir devam hikayesi değil, aynı zamanda yeni bir hikaye döngüsünün başlangıcıdır.",
      "canonical_level": "canon",
      "sources": {
        "Kaynaklar": [
          {
            "name": "Box Office Türkiye",
            "url": "https://boxofficeturkiye.com/film/avatar-suyun-yolu--2013646"
          },
          {
            "name": "IMDb",
            "url": "https://www.imdb.com/title/tt1630029/"
          },
          {
            "name": "Wikipedia",
            "url": "https://tr.wikipedia.org/wiki/Avatar:_Suyun_Yolu"
          }
        ],
        "Görsel": [
          {
            "name": "IMDb",
            "url": "https://m.media-amazon.com/images/M/MV5BNmQxNjZlZTctMWJiMC00NGMxLWJjNTctNTFiNjA1Njk3ZDQ5XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
          }
        ],
        "Platform": [
          {
            "name": "Disney+",
            "url": "https://www.disneyplus.com/tr-tr/browse/entity-e6ef640e-787e-4477-aba4-9e05925ebac2"
          }
        ]
      },
      "lang": "tr"
    }
  ],
  "edges": [
    {
      "from": "dizi/avatar_son_hava_bukucu/2005",
      "to": "dizi/avatar_son_hava_bukucu/2012_korra",
      "type": "Doğrudan Devam",
      "weight": 1,
      "notes": "Aang'in kurduğu dünya düzeni üzerine inşa edilen ve yeni Avatar Korra'nın hikayesini anlatır."
    },
    {
      "from": "film/pandora/2009",
      "to": "film/pandora/2022_the_way_of_water",
      "type": "Doğrudan Devam",
      "weight": 1,
      "notes": "Jake Sully'nin ailesi ve Pandora'daki yeni tehditlere karşı verdiği mücadeleyi konu alır."
    }
  ]
}