{
  "nodes": [
    {
      "id": "ManOfSteel",
      "label": "Man of Steel (2013)",
      "title": "Man of Steel",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Man of Steel' yapımı, DC evreninde zamanın ve gerçekliğin parçalanması teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Man of Steel’da The Flash ve Birds of Prey ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2013-06-14",
      "level": 0,
      "universe": "DC"
    },
    {
      "id": "BvS",
      "label": "Batman v Superman: Dawn of Justice (2016)",
      "title": "Batman v Superman: Dawn of Justice",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Batman v Superman: Dawn of Justice' yapımı, DC evreninde birlik olmanın bedeli ve kimliklerin çatışması teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Suicide Squad (2016) ve Black Adam ile olan bağlantılar, Batman v Superman: Dawn of Justice içindeki semboller, görsel ipuçları ve diyaloglarda gizlidir. Evrenin bütünlüğü bu detaylarla pekiştirilir ve sadık izleyici için ek anlam katmanları sunar.",
      "type": "film",
      "release_date": "2016-03-25",
      "level": 1,
      "universe": "DC"
    },
    {
      "id": "BatmanvSupermanDawnofJustice",
      "label": "Batman v Superman: Dawn of Justice (Extended)",
      "title": "Batman v Superman: Dawn of Justice (Extended)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Batman v Superman: Dawn of Justice (Extended)' yapımı, DC evreninde kötülüğe karşı fedakârlığın ve inancın zaferi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Bu filmdeki olay örgüsü, Man of Steel ve Birds of Prey yapımlarında anlatılan gelişmelerin devamı niteliğindedir. Geçmişte yaşananlar, karakter seçimleri ve çatışma dinamikleri bu bağlamda yeniden işlenir.",
      "type": "film",
      "release_date": "2016-03-25",
      "level": 1,
      "universe": "DC"
    },
    {
      "id": "SuicideSquad2016",
      "label": "Suicide Squad (2016)",
      "title": "Suicide Squad (2016)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Suicide Squad (2016)' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Suicide Squad (2016)’da Justice League (Theatrical) ve Justice League (Snyder's Cut) ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2016-08-05",
      "level": 1,
      "universe": "DC"
    },
    {
      "id": "TheSuicideSquad2021",
      "label": "The Suicide Squad (2021)",
      "title": "The Suicide Squad (2021)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'The Suicide Squad (2021)' yapımı, DC evreninde kahramanların karanlık geçmişleriyle yüzleşmesi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "The Suicide Squad (2021), Blue Beetle ve Batman v Superman: Dawn of Justice (Extended) yapımlarıyla karakterler arası çatışmalar, evrenin sürekliliği ve geçmiş olaylara yapılan göndermelerle örülü bir bağ kurar. Bu bağlantılar izleyicinin karakter motivasyonlarını daha iyi anlamasını sağlar.",
      "type": "film",
      "release_date": "2021-08-05",
      "level": 1,
      "universe": "DC"
    },
    {
      "id": "WonderWoman",
      "label": "Wonder Woman (2017)",
      "title": "Wonder Woman (2017)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Wonder Woman (2017)' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Wonder Woman (2017)’da Justice League (Theatrical) ve Wonder Woman 1984 ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2017-06-02",
      "level": 2,
      "universe": "DC"
    },
    {
      "id": "WonderWoman1984",
      "label": "Wonder Woman 1984",
      "title": "Wonder Woman 1984",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Wonder Woman 1984' yapımı, DC evreninde tanrısal güçlerin insani zayıflıklarla çatışması teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Wonder Woman 1984, Batman v Superman: Dawn of Justice ve Justice League (Snyder's Cut) yapımlarıyla karakterler arası çatışmalar, evrenin sürekliliği ve geçmiş olaylara yapılan göndermelerle örülü bir bağ kurar. Bu bağlantılar izleyicinin karakter motivasyonlarını daha iyi anlamasını sağlar.",
      "type": "film",
      "release_date": "2020-12-25",
      "level": 2,
      "universe": "DC"
    },
    {
      "id": "JusticeLeague",
      "label": "Justice League (Theatrical)",
      "title": "Justice League (Theatrical)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Justice League (Theatrical)' yapımı, DC evreninde kahramanların karanlık geçmişleriyle yüzleşmesi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Justice League (Theatrical), Suicide Squad (2016) ve The Flash ile aynı evreni paylaşırken olaylar zinciri, düşmanlar ve kahramanların bir araya gelme süreci üzerinden güçlü göndermeler içerir. Özellikle adalet anlayışındaki farklar dikkat çeker.",
      "type": "film",
      "release_date": "2017-11-17",
      "level": 2,
      "universe": "DC"
    },
    {
      "id": "ZackCut",
      "label": "Justice League (Zack Cut)",
      "title": "Justice League (Zack Cut)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Justice League (Zack Cut)' yapımı, DC evreninde kahramanların karanlık geçmişleriyle yüzleşmesi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Bu filmdeki olay örgüsü, Birds of Prey ve Aquaman and the Lost Kingdom yapımlarında anlatılan gelişmelerin devamı niteliğindedir. Geçmişte yaşananlar, karakter seçimleri ve çatışma dinamikleri bu bağlamda yeniden işlenir.",
      "type": "film",
      "release_date": "2021-03-18",
      "level": 2,
      "universe": "DC"
    },
    {
      "id": "ZackSnydersJusticeLeague",
      "label": "Justice League (Snyder's Cut)",
      "title": "Justice League (Snyder's Cut)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Justice League (Snyder's Cut)' yapımı, DC evreninde birlik olmanın bedeli ve kimliklerin çatışması teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Batman v Superman: Dawn of Justice (Extended) ve Peacemaker ile olan bağlantılar, Justice League (Snyder's Cut) içindeki semboller, görsel ipuçları ve diyaloglarda gizlidir. Evrenin bütünlüğü bu detaylarla pekiştirilir ve sadık izleyici için ek anlam katmanları sunar.",
      "type": "film",
      "release_date": "2021-03-18",
      "level": 2,
      "universe": "DC"
    },
    {
      "id": "Aquaman",
      "label": "Aquaman (2018)",
      "title": "Aquaman (2018)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Aquaman (2018)' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Aquaman (2018), Justice League (Zack Cut) ve Birds of Prey yapımlarıyla karakterler arası çatışmalar, evrenin sürekliliği ve geçmiş olaylara yapılan göndermelerle örülü bir bağ kurar. Bu bağlantılar izleyicinin karakter motivasyonlarını daha iyi anlamasını sağlar.",
      "type": "film",
      "release_date": "2018-12-21",
      "level": 3,
      "universe": "DC"
    },
    {
      "id": "AquamanandtheLostKingdom",
      "label": "Aquaman and the Lost Kingdom",
      "title": "Aquaman and the Lost Kingdom",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Aquaman and the Lost Kingdom' yapımı, DC evreninde kötülüğe karşı fedakârlığın ve inancın zaferi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Aquaman and the Lost Kingdom’da Peacemaker ve Justice League (Zack Cut) ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2023-12-22",
      "level": 3,
      "universe": "DC"
    },
    {
      "id": "Shazam",
      "label": "Shazam! (2019)",
      "title": "Shazam! (2019)",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Shazam! (2019)' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Shazam! (2019)’da Shazam! Fury of the Gods ve Batman v Superman: Dawn of Justice (Extended) ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2019-04-05",
      "level": 4,
      "universe": "DC"
    },
    {
      "id": "ShazamFuryoftheGods",
      "label": "Shazam! Fury of the Gods",
      "title": "Shazam! Fury of the Gods",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Shazam! Fury of the Gods' yapımı, DC evreninde kötülüğe karşı fedakârlığın ve inancın zaferi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Batman v Superman: Dawn of Justice (Extended) ve Wonder Woman 1984 ile olan bağlantılar, Shazam! Fury of the Gods içindeki semboller, görsel ipuçları ve diyaloglarda gizlidir. Evrenin bütünlüğü bu detaylarla pekiştirilir ve sadık izleyici için ek anlam katmanları sunar.",
      "type": "film",
      "release_date": "2023-03-17",
      "level": 4,
      "universe": "DC"
    },
    {
      "id": "BirdsofPrey",
      "label": "Birds of Prey (2020)",
      "title": "Birds of Prey",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Birds of Prey' yapımı, DC evreninde birlik olmanın bedeli ve kimliklerin çatışması teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Bu filmdeki olay örgüsü, Suicide Squad (2016) ve Justice League (Snyder's Cut) yapımlarında anlatılan gelişmelerin devamı niteliğindedir. Geçmişte yaşananlar, karakter seçimleri ve çatışma dinamikleri bu bağlamda yeniden işlenir.",
      "type": "film",
      "release_date": "2020-02-07",
      "level": 5,
      "universe": "DC"
    },
    {
      "id": "Peacemaker",
      "label": "Peacemaker (2022)",
      "title": "Peacemaker",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Peacemaker' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Peacemaker’da Justice League (Snyder's Cut) ve Wonder Woman 1984 ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2022-01-13",
      "level": 6,
      "universe": "DC"
    },
    {
      "id": "BlackAdam",
      "label": "Black Adam (2022)",
      "title": "Black Adam",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Black Adam' yapımı, DC evreninde kötülüğe karşı fedakârlığın ve inancın zaferi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Black Adam, Shazam! (2019) ve Aquaman (2018) yapımlarıyla karakterler arası çatışmalar, evrenin sürekliliği ve geçmiş olaylara yapılan göndermelerle örülü bir bağ kurar. Bu bağlantılar izleyicinin karakter motivasyonlarını daha iyi anlamasını sağlar.",
      "type": "film",
      "release_date": "2022-10-21",
      "level": 6,
      "universe": "DC"
    },
    {
      "id": "TheFlash",
      "label": "The Flash (2023)",
      "title": "The Flash",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'The Flash' yapımı, DC evreninde adalet ve intikam arasındaki ince çizgi teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Justice League (Snyder's Cut) ve Shazam! (2019) ile olan bağlantılar, The Flash içindeki semboller, görsel ipuçları ve diyaloglarda gizlidir. Evrenin bütünlüğü bu detaylarla pekiştirilir ve sadık izleyici için ek anlam katmanları sunar.",
      "type": "film",
      "release_date": "2023-06-16",
      "level": 7,
      "universe": "DC"
    },
    {
      "id": "BlueBeetle",
      "label": "Blue Beetle (2023)",
      "title": "Blue Beetle",
      "image": "images/dc.jpg",
      "shape": "image",
      "description": "'Blue Beetle' yapımı, DC evreninde toplumun kahramanlara olan güven sınavı teması etrafında şekillenir. Kahramanların kişisel yolculukları, ahlaki ikilemleri ve güçle kurdukları ilişkiler film boyunca güçlü bir anlatımla sunulur. Görsel atmosfer ve anlatı derinliği öne çıkar.",
      "refers_to": "Blue Beetle’da Peacemaker ve Justice League (Zack Cut) ile kurulan bağlar, evrenin kronolojik gelişimine katkı sağlar. Karakterler arası ilişkiler, karar anları ve tematik paralellikler bu filmde açıkça hissedilir.",
      "type": "film",
      "release_date": "2023-08-18",
      "level": 7,
      "universe": "DC"
    }
  ],
  "edges": [
    {
      "from": "ManOfSteel",
      "to": "BvS",
      "type": "devam"
    },
    {
      "from": "BvS",
      "to": "JusticeLeague",
      "type": "devam"
    },
    {
      "from": "JusticeLeague",
      "to": "ZackCut",
      "type": "yan-hikaye"
    },
    {
      "from": "SuicideSquad2016",
      "to": "TheSuicideSquad2021",
      "type": "devam"
    },
    {
      "from": "WonderWoman",
      "to": "WonderWoman1984",
      "type": "devam"
    },
    {
      "from": "Aquaman",
      "to": "AquamanandtheLostKingdom",
      "type": "devam"
    },
    {
      "from": "Shazam",
      "to": "ShazamFuryoftheGods",
      "type": "devam"
    },
    {
      "from": "BirdsofPrey",
      "to": "Peacemaker",
      "type": "evren-geçişi"
    },
    {
      "from": "BlackAdam",
      "to": "Shazam",
      "type": "yan-hikaye"
    }
  ]
}