{
  "nodes": [
    {
      "id": "film/harrypotter/2001_philosophers_stone",
      "label": "Harry Potter ve Felsefe Taşı (2001)",
      "title": "Harry Potter and the Philosopher's Stone",
      "type": "film",
      "release_date": "2001-11-16",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Felsefe Taşı, genç büyücü Harry Potter'ın Hogwarts Cadılık ve Büyücülük Okulu'na kabul edilmesi ve sihirli dünyaya ilk adımlarını atmasını anlatır. Film, dostluk, cesaret, kimlik ve iyilik ile kötülük arasındaki mücadeleyi derinlemesine işler. Harry, Hermione ve Ron’un birlikte yaşadıkları maceralar, gizemli Felsefe Taşı'nın peşindeki karanlık güçlerle yüzleşmeleri üzerine kuruludur. J.K. Rowling’in yarattığı evrenin büyüleyici atmosferi, detaylı sihirli sistem ve karakter gelişimleri film boyunca etkileyici bir şekilde işlenir. Film, büyülü dünyaya giriş kapısı olmanın yanı sıra, kişisel gelişim ve fedakarlık temalarını da ön plana çıkarır.",
      "refers_to": "Harry Potter and the Philosopher's Stone, Hogwarts ve sihirli dünyanın kapılarını aralayan temel yapıttır. Film, Harry'nin geçmişi ve ailesi hakkında önemli bilgiler verirken, dostluğun ve cesaretin gücünü vurgular. Voldemort'un geri dönme planları ilk kez bu filmde ortaya çıkar. Harry Potter serisinin geri kalanına ışık tutar ve temel olayların başlangıcını oluşturur.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0241527/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Philosopher%27s_Stone_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/2002_chamber_of_secrets",
      "label": "Harry Potter ve Sırlar Odası (2002)",
      "title": "Harry Potter and the Chamber of Secrets",
      "type": "film",
      "release_date": "2002-11-13",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Sırlar Odası, Hogwarts'taki gizemli olayları ve tehlikeleri ortaya çıkarırken, Harry’nin cesareti ve kararlılığı ön plana çıkar. Okulda bir seri saldırı yaşanır ve öğrenciler tehlikeye girer. Harry, Ron ve Hermione, Sırlar Odası’nın sırrını çözmek ve tehdit oluşturan karanlık yaratığı durdurmak için zorlu bir maceraya atılır. Film, büyülü yaratıklar, eski efsaneler ve dostluk bağları üzerine zengin bir anlatı sunar. Harry’nin karanlık geçmişi ve Voldemort’la bağları daha da derinleşir.",
      "refers_to": "Chamber of Secrets, Hogwarts’ın sırlarını ve karanlık geçmişini ortaya çıkarır. Harry’nin cesareti ve sadakati okulunu korumasını sağlar. Tom Riddle’in geçmişi ve Voldemort’un güç kazanma yolları bu filmde detaylandırılır. Serinin Devamı için önemli ipuçları içerir ve Hogwarts’ın büyülü dünyasını genişletir.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0295297/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Chamber_of_Secrets_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/2004_prisoner_of_azkaban",
      "label": "Harry Potter ve Azkaban Tutsağı (2004)",
      "title": "Harry Potter and the Prisoner of Azkaban",
      "type": "film",
      "release_date": "2004-06-04",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Azkaban Tutsağı, Harry’nin Hogwarts’taki üçüncü yılına odaklanır ve Azkaban hapishanesinden kaçan Sirius Black’in peşine düşmesiyle heyecan artar. Film, geçmişin karanlık sırlarını, ihanet ve sadakat temalarını derinleştirir. Harry, yeni öğretmenleri Remus Lupin’den önemli destek alır ve Patronus büyüsünü öğrenir. Karanlık geçmişi ve gerçek dostluk kavramları hikayenin merkezindedir.",
      "refers_to": "Azkaban Tutsağı, Harry’nin ailesine dair gizemlerin ve Sirius Black’in hikayesinin açığa çıktığı film olarak önem taşır. Lupin ve Black karakterleriyle büyülü dostluklar ve ihanetler anlatılır. Film, serinin karanlık ve olgunlaşan havasına geçiş noktasıdır ve Harry’nin kişisel gelişimini hızlandırır.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0304141/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Prisoner_of_Azkaban_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/2005_goblet_of_fire",
      "label": "Harry Potter ve Ateş Kadehi (2005)",
      "title": "Harry Potter and the Goblet of Fire",
      "type": "film",
      "release_date": "2005-11-18",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Ateş Kadehi, Hogwarts’ta düzenlenen Üç Büyücü Turnuvası’nın heyecanını ve tehlikelerini konu alır. Harry beklenmedik şekilde turnuvaya katılır ve zorlu görevlerle karşılaşır. Film, büyücülük dünyasındaki siyasi entrikalar, Voldemort’un güç kazanması ve karanlık büyülerin yükselişi temasını işler. Arkadaşlık, cesaret ve ihanet hikayesi derinleşir.",
      "refers_to": "Ateş Kadehi, Voldemort’un geri dönüşü ve büyücülük dünyasında artan tehlikelerle ilgili dönüm noktasıdır. Turnuva boyunca Harry’nin karşılaştığı zorluklar, onun cesaretini ve liderlik yeteneklerini ortaya koyar. Film, serinin karanlık tonunu artırır ve olayların genişlemesini sağlar.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0330373/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Goblet_of_Fire_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
     {
      "id": "film/harrypotter/2007_order_of_phoenix",
      "label": "Harry Potter ve Zümrüdüanka Yoldaşlığı (2007)",
      "title": "Harry Potter and the Order of the Phoenix",
      "type": "film",
      "release_date": "2007-07-11",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Zümrüdüanka Yoldaşlığı, Harry’nin Voldemort’un geri dönüşünü dünyaya kanıtlamak için verdiği mücadeleyi ve Hogwarts’ta yeni tehditlerle yüzleşmesini anlatır. Dumbledore’un gizemli Zümrüdüanka Yoldaşlığı örgütü ile beraber çalışan Harry ve arkadaşları, karanlık güçlere karşı direnişi örgütler. Film, siyasi entrikalar, gençlik isyanı, dostluk ve fedakarlık temalarını derinlemesine işler.",
      "refers_to": "Zümrüdüanka Yoldaşlığı, Harry’nin ve sihir dünyasının Voldemort’a karşı örgütlenmesini gösterir. Film, Hogwarts’ta artan baskı ve gizli savaş atmosferini işler. Harry’nin liderlik rolü ve arkadaşlık bağları güçlenir. Serinin karanlık ve karmaşık döneminin başlangıcıdır.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0373889/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Order_of_the_Phoenix_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/2009_half_blood_prince",
      "label": "Harry Potter ve Melez Prens (2009)",
      "title": "Harry Potter and the Half-Blood Prince",
      "type": "film",
      "release_date": "2009-07-15",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Harry Potter ve Melez Prens, Voldemort’un geçmişini ve zayıflıklarını keşfetmeye çalışan Harry’nin hikayesini anlatır. Dumbledore ile birlikte karanlık lordun sırlarını öğrenen Harry, ölüm yadigarlarını bulma görevine hazırlanır. Film, aşk, ihanet, karanlık güçlerin yükselişi ve fedakarlık temalarını yoğun şekilde işler.",
      "refers_to": "Melez Prens, Voldemort’un geçmişi ve büyü dünyasındaki karmaşık ilişkileri detaylandırır. Harry’nin kişisel gelişimi ve karanlıkla yüzleşmesi derinleşir. Film, serinin finaline doğru gidilen yolda önemli bir köprü görevi görür.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0417741/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Half-Blood_Prince_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
     {
      "id": "film/harrypotter/2010_deathly_hallows_part1",
      "label": "Harry Potter ve Ölüm Yadigarları Bölüm 1 (2010)",
      "title": "Harry Potter and the Deathly Hallows – Part 1",
      "type": "film",
      "release_date": "2010-11-19",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Ölüm Yadigarları Bölüm 1, Harry, Ron ve Hermione’nin Voldemort’u yenmek için sihirli nesnelerin peşine düştükleri tehlikeli yolculuğu başlatır. Film, karanlık temalar, dostluk ve fedakarlıkla örülü bir mücadeleyi derinleştirir. Hogwarts dışındaki tehlikeler, büyü dünyasının değişen dengelerini yansıtır ve karakterlerin kişisel sınavlarını öne çıkarır.",
      "refers_to": "Serinin bu ilk final bölümünde, Harry ve arkadaşları Voldemort’a karşı verilen mücadelenin zorluklarıyla yüzleşir. Ölüm Yadigarları’nın anlamı ve gücü daha çok ortaya çıkar. Film, serinin sonuna doğru karanlık ve dramatik havayı perçinler.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt0926084/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Deathly_Hallows_%E2%80%93_Part_1"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/2011_deathly_hallows_part2",
      "label": "Harry Potter ve Ölüm Yadigarları Bölüm 2 (2011)",
      "title": "Harry Potter and the Deathly Hallows – Part 2",
      "type": "film",
      "release_date": "2011-07-15",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Ölüm Yadigarları Bölüm 2, Harry ve arkadaşlarının Hogwarts’da son savaşa hazırlandıkları ve Voldemort’u nihai olarak yenmek için karşı karşıya geldikleri epik finaldir. Film, dostluk, cesaret, fedakarlık ve kader temalarını zirveye taşır. Büyücülük dünyasının kaderi, kahramanların kararlılığıyla şekillenir. Serinin tüm karakterlerinin hikayeleri doruk noktasına ulaşır.",
      "refers_to": "Serinin son bölümü, Hogwarts Savaşı’nı ve karakterlerin kaderini anlatır. Harry’nin karanlıkla yüzleşmesi ve tüm evrenin geleceği için verdiği mücadele, sinema tarihinin önemli final anlarından biridir. Film, serinin tüm temalarını anlamlı bir şekilde tamamlar.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt1201607/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Deathly_Hallows_%E2%80%93_Part_2"}
      ],
      "lang": "tr",
      "level": 3
    },
     {
      "id": "film/harrypotter/fantastic_beasts_and_where_to_find_them",
      "label": "Fantastik Canavarlar Nelerdir, Nerede Bulunurlar? (2016)",
      "title": "Fantastic Beasts and Where to Find Them",
      "type": "film",
      "release_date": "2016-11-18",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Fantastik Canavarlar Nelerdir, Nerede Bulunurlar?, Newt Scamander'ın 1920'lerde New York'ta büyücü ve sihirli yaratıklar dünyasındaki maceralarını anlatır. Film, büyücü dünyasının tarih Öncesi ve farklı coğrafyalardaki zenginliğini gözler önüne serer. Newt’un yarattığı sihirli yaratıklar ve karanlık güçlerle mücadele, büyücülük evreninin derinliklerine dair yeni katmanlar sunar.",
      "refers_to": "Film, Harry Potter evreninden önceki dönemi ve sihirli yaratıkların tarihçesini konu alır. Newt Scamander'ın maceraları, büyücülük dünyasındaki güç dengelerini ve karanlık büyücü Grindelwald'ın yükselişini açıklar. Harry Potter evrenine bağlanan önemli olaylar ve karakterler içerir.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt3183660/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Fantastic_Beasts_and_Where_to_Find_Them_(film)"}
      ],
      "lang": "tr",
      "level": 3
    },
    {
      "id": "film/harrypotter/fantastic_beasts_the_crimes_of_grindelwald",
      "label": "Fantastik Canavarlar: Grindelwald'ın Suçları (2018)",
      "title": "Fantastic Beasts: The Crimes of Grindelwald",
      "type": "film",
      "release_date": "2018-11-16",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Fantastik Canavarlar: Grindelwald'ın Suçları, karanlık büyücü Grindelwald’ın yükselişi ve büyücülük dünyasında yarattığı kaosu anlatır. Newt Scamander ve müttefikleri, büyücülük dünyasını korumak için mücadele eder. Film, Harry Potter evrenine giden yolu hazırlayan politik ve kişisel çatışmaları derinleştirir.",
      "refers_to": "Film, Grindelwald’ın güç kazanma çabaları ve onun etkisi altındaki büyücülük dünyasının bölünmesini ele alır. Albus Dumbledore ve diğer karakterlerin rollerini detaylandırır. Harry Potter Öncesi dönemin önemli olaylarını ortaya koyar.",
      "canonical_level": "canon",
      "sources": [
        {"name": "IMDb", "url": "https://www.imdb.com/title/tt4123430/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Fantastic_Beasts:_The_Crimes_of_Grindelwald"}
      ],
      "lang": "tr",
      "level": 3
    },
     {
      "id": "dizi/harrypotter/hogwarts_legacy",
      "label": "Hogwarts Legacy (2023)",
      "title": "Hogwarts Legacy (Video Oyunu Tabanlı Dizi)",
      "type": "dizi",
      "release_date": "2023-01-01",
      "image": "images/harrypotter.jpg",
      "shape": "image",
      "description": "Hogwarts Legacy, 1800’lerde geçen ve Hogwarts’da öğrencilik hayatını anlatan aksiyon ve macera temalı dizi/oyun uyarlamasıdır. Dizi, büyücülük dünyasının derinliklerine inmeyi ve sihirli yeteneklerin keşfini hedefler. Orijinal Harry Potter hikayelerinden farklı ama evrenle bağlantılı yan öyküler sunar.",
      "refers_to": "Hogwarts Legacy, Harry Potter evreninde 19. yüzyılda geçen alternatif bir zaman diliminde geçer. Dizi, oyuncuların ve izleyicilerin büyü dünyasının tarihini ve mitolojisini keşfetmesine olanak sağlar. Warner Bros’un desteklediği resmi yan ürünlerden biridir.",
      "canonical_level": "canon",
      "sources": [
        {"name": "Official", "url": "https://www.hogwartslegacy.com/"},
        {"name": "Wikipedia", "url": "https://en.wikipedia.org/wiki/Hogwarts_Legacy"}
      ],
      "lang": "tr",
      "level": 3
    }
  ],
  "edges": [
    {
      "from": "film/harrypotter/2002_chamber_of_secrets",
      "to": "film/harrypotter/2001_philosophers_stone",
      "type": "Devam",
      "weight": 1,
      "notes": "Harry Potter ve Sırlar Odası, Felsefe Taşı filminin Devamıdır ve hikayeyi derinleştirir."
    },
    {
      "from": "film/harrypotter/2004_prisoner_of_azkaban",
      "to": "film/harrypotter/2002_chamber_of_secrets",
      "type": "Devam",
      "weight": 1,
      "notes": "Azkaban Tutsağı, Sırlar Odası filminin Devamı olup karakterlerin ve hikayenin gelişimini sağlar."
    },
    {
      "from": "film/harrypotter/2005_goblet_of_fire",
      "to": "film/harrypotter/2004_prisoner_of_azkaban",
      "type": "Devam",
      "weight": 1,
      "notes": "Ateş Kadehi, Azkaban Tutsağı filminin Devamı ve serinin hikayesinin karanlıklaşmaya başladığı önemli bir dönüm noktasıdır."
    },
     {
      "from": "film/harrypotter/2007_order_of_phoenix",
      "to": "film/harrypotter/2005_goblet_of_fire",
      "type": "Devam",
      "weight": 1,
      "notes": "Zümrüdüanka Yoldaşlığı, Ateş Kadehi’nin Devamı olup Voldemort tehdidinin büyüdüğü dönemi anlatır."
    },
    {
      "from": "film/harrypotter/2009_half_blood_prince",
      "to": "film/harrypotter/2007_order_of_phoenix",
      "type": "Devam",
      "weight": 1,
      "notes": "Melez Prens, Zümrüdüanka Yoldaşlığı filminin Devamı olarak Voldemort’un geçmişinin derinlemesine keşfedildiği yapımdır."
    },
     {
      "from": "film/harrypotter/2010_deathly_hallows_part1",
      "to": "film/harrypotter/2009_half_blood_prince",
      "type": "Devam",
      "weight": 1,
      "notes": "Ölüm Yadigarları Bölüm 1, Melez Prens filminin Devamı ve Voldemort’a karşı verilen son mücadelenin başlangıcıdır."
    },
    {
      "from": "film/harrypotter/2011_deathly_hallows_part2",
      "to": "film/harrypotter/2010_deathly_hallows_part1",
      "type": "Devam",
      "weight": 1,
      "notes": "Ölüm Yadigarları Bölüm 2, serinin finali olup Hogwarts Savaşı ve Harry’nin zaferini konu alır."
    },
     {
      "from": "film/harrypotter/fantastic_beasts_the_crimes_of_grindelwald",
      "to": "film/harrypotter/fantastic_beasts_and_where_to_find_them",
      "type": "Devam",
      "weight": 1,
      "notes": "Grindelwald'ın Suçları, Fantastik Canavarlar filminin Devamı ve karanlık büyücünün yükselişini anlatır."
    },
    {
      "from": "film/harrypotter/fantastic_beasts_and_where_to_find_them",
      "to": "film/harrypotter/2001_philosophers_stone",
      "type": "Öncesi",
      "weight": 0.8,
      "notes": "Fantastik Canavarlar, Harry Potter evreninde geçen olaylardan yaklaşık 70 yıl Öncesini anlatır."
    },
 {
      "from": "dizi/harrypotter/hogwarts_legacy",
      "to": "film/harrypotter/2001_philosophers_stone",
      "type": "Aynı Evren",
      "weight": 0.7,
      "notes": "Hogwarts Legacy, Harry Potter evreninde geçer ancak farklı bir zaman dilimini ve yeni karakterleri anlatır."
    }
  ]
}
