{
  "nodes": [
{
  "id": "film/mcu/2008_iron_man",
  "label": "Iron Man (2008)",
  "title": "Iron Man",
  "type": "film",
  "release_date": "2008-05-02",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/12/2008112-467350069.jpg",
  "imdb_rating": 7.9,
  "yönetmen": ["Jon Favreau"],
  "oyuncular": ["Robert Downey Jr.", "Terrence Howard", "Jeff Bridges", "Gwyneth Paltrow"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "2008 yapımı 'Iron Man', Marvel Sinematik Evreni'nin başlangıcını oluşturan bir süper kahraman filmidir. Film, milyarder silah üreticisi Tony Stark'ın hikayesine odaklanır. Afganistan'da bir saldırıya uğrayan ve kalbine şarapnel parçaları saplanan Stark, rehin tutulduğu bir mağarada hayatta kalmak için ilkel bir zırh ve ark reaktörü geliştirir. Kaçışının ardından Stark, şirketinin silah üretimini durdurmaya karar verir ve kendi teknolojisini geliştirerek ikonik Iron Man zırhını tasarlar. Bu yeni zırh, ona süper insan gücü ve uçuş yeteneği kazandırır. Stark, kendi yarattığı teknolojinin kötüye kullanıldığını fark eder ve gizlice bir kahramanlık misyonuna başlar. Tony Stark rolündeki Robert Downey Jr.'ın karizmatik performansı, filmin başarısında büyük rol oynar. Film, sadece bir kahramanın doğuşunu anlatmakla kalmaz, aynı zamanda teknolojinin etiği ve kişisel vicdan temalarını da işler. Iron Man'in zırhı, Stark'ın bencillikten fedakarlığa doğru olan yolculuğunun bir sembolü haline gelir. Yönetmen Jon Favreau'nun modern yaklaşımı ve Downey Jr.'ın eşsiz performansı, filmi hem eleştirel hem de ticari bir başarıya ulaştırır. Film, süper kahraman filmleri türüne yeni bir soluk getirerek, Marvel'ın önümüzdeki yıllarda devasa bir evren inşa etmesinin önünü açmıştır. Film, teknoloji dehası bir milyarderin kendi vicdanıyla yüzleşerek bir kahramana dönüşmesini, aksiyon ve mizahın dengeli bir harmanıyla anlatır. Filmin sonunda Tony Stark'ın kimliğini 'Ben Iron Man'im' diyerek açıklaması, süper kahraman filmleri için cesur ve ikonik bir final olmuştur.",
  "refers_to": "Film, Marvel Sinematik Evreni'nin temellerini atan ve gelecek filmlere yönelik kritik atıflar içeren bir yapıttır. En önemli atıf, jenerik sonrası sahnesinde, S.H.I.E.L.D. direktörü Nick Fury'nin Tony Stark ile tanışması ve 'Yenilmezler Girişimi'nden (Avengers Initiative) bahsetmesidir. Bu sahne, filmin sadece bağımsız bir hikaye olmadığını, aynı zamanda daha büyük bir evrenin parçası olduğunu açıkça ortaya koyar ve izleyicileri **The Avengers (2012)** filmine hazırlar. Tony Stark'ın zırh teknolojisi, daha sonra **Iron Man 2** filminde Ivan Vanko tarafından kopyalanarak bir tehdit unsuru haline gelecektir. Film, aynı zamanda Tony'nin babası Howard Stark'ın mirasını ve S.H.I.E.L.D. ile olan bağlarını da ima eder. Howard Stark'ın geçmişi, daha sonra **Captain America: The First Avenger** gibi filmlerde daha detaylı bir şekilde işlenecektir. `Iron Man`, filmin genelinde yer alan S.H.I.E.L.D. göndermeleri ve Ajan Phil Coulson gibi karakterlerin varlığıyla, evrenin birbirine bağlı yapısını güçlendirir. Bu film, başarılı bir başlangıç yaparak diğer Marvel karakterlerinin sinemada boy göstermesi için bir öncü olmuştur. Filmin sonundaki ikonik kimlik açıklaması, süper kahramanların artık gizli kimlikler taşımayacağı ve kamuoyu önünde var olacağı mesajını vererek, sonraki filmlerde işlenecek olan siyasi ve sosyal temellere zemin hazırlar. Film, bir yandan ana hikayeyi anlatırken, diğer yandan da daha büyük bir evrenin kapılarını açan bir köprü görevi görür.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/iron-man"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0371746/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/iron-man--2008112"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2008_incredible_hulk",
  "label": "The Incredible Hulk (2008)",
  "title": "The Incredible Hulk",
  "type": "film",
  "release_date": "2008-06-13",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/41/2008141-768647023.jpg",
  "imdb_rating": 6.6,
  "yönetmen": ["Louis Leterrier"],
  "oyuncular": ["Edward Norton", "Liv Tyler", "Tim Roth", "William Hurt"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'The Incredible Hulk', Marvel Sinematik Evreni'nin ikinci filmi olarak vizyona girmiştir. Film, gamma ışını deneyi sırasında kendisini bir canavara dönüştüren Bruce Banner'ın hikayesini anlatır. Ordu ve General 'Thunderbolt' Ross'tan kaçan Banner, Brezilya'da gizlenir ve öfkesini kontrol altına almanın bir yolunu arar. Bu süreçte, 'Mr. Blue' adıyla tanıştığı bir bilim insanından yardım alır. Ross'un kızı ve Banner'ın eski sevgilisi Betty Ross, ona destek olmak için çabalar. General Ross, Banner'ı yakalamak için en yetenekli askeri olan Emil Blonsky'yi görevlendirir. Blonsky, Banner'ın gücünü kıskanır ve kendisine de benzer bir güç enjekte ettirerek 'Abomination' adlı bir canavara dönüşür. Film, Banner'ın kendi içindeki canavarla olan mücadelesini ve bir yandan da ondan faydalanmak isteyenlere karşı verdiği savaşı dramatik bir şekilde işler. Edward Norton'un performansı, Banner'ın hassas ve acı çeken yönünü başarıyla yansıtır. Finaldeki Hulk ve Abomination arasındaki destansı mücadele, filmin en akılda kalıcı sahnelerinden biridir. Film, karakter odaklı anlatımıyla öne çıkar ve süper kahraman türüne bilim kurgu ile gerilim unsurlarını ekler. Her ne kadar izleyici tepkileri ilk Iron Man'in gerisinde kalsa da, film, Hulk'un MCU'daki yerini sağlamlaştırmıştır ve sonraki filmlere zemin hazırlar.",
  "refers_to": "Film, Marvel Sinematik Evreni'nin birbirine bağlı evren konseptini pekiştiren önemli bir yapımdır. En dikkat çekici bağlantı, filmin jenerik sonrası sahnesinde, General Ross'un bir barda oturduğu sırada Tony Stark'ın görünmesidir. Stark, Ross'a 'bizim takımı kurma' önerisiyle gelerek, filmin olaylarını doğrudan **The Avengers (2012)**'ın temellerine bağlar. Bu sahne, MCU'nun ikinci önemli adımıdır ve filmler arasındaki hikayesel boşlukları doldurur. Filmde, Bruce Banner'ın güçlerini kıskanan Emil Blonsky'nin 'Abomination'a dönüşümü, **Captain America: The First Avenger**'da bahsedilen 'süper asker' programına dolaylı bir atıfta bulunur. Bu durum, farklı filmler arasındaki hikaye bütünlüğünün ne kadar titizlikle planlandığını gösterir. Film, ileride MCU'da önemli bir rol oynayacak olan **Samuel Sterns** karakterini de tanıtır. Banner'a yardım eden bir bilim insanı olan Sterns, Abomination'ın saldırısından sonra 'Lider' karakterine dönüşme potansiyeli taşır. Her ne kadar Edward Norton'un rolden ayrılmasıyla Hulk karakteri daha sonra Mark Ruffalo tarafından canlandırılsa da, filmin olayları ve karakterleri, MCU kanonunun önemli bir parçası olmaya devam eder. Özellikle General Ross, daha sonra **Captain America: Civil War** gibi filmlerde yeniden karşımıza çıkar ve bu filmin mirasını sürdürür.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/the-incredible-hulk"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0800080/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/the-incredible-hulk--2008141"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2010_iron_man_2",
  "label": "Iron Man 2 (2010)",
  "title": "Iron Man 2",
  "type": "film",
  "release_date": "2010-04-30",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/84/2010184-876848891.jpg",
  "imdb_rating": 6.9,
  "yönetmen": ["Jon Favreau"],
  "oyuncular": ["Robert Downey Jr.", "Gwyneth Paltrow", "Don Cheadle", "Scarlett Johansson"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "2010 yapımı 'Iron Man 2', Marvel Sinematik Evreni'nin üçüncü filmidir. İlk filmin olaylarının üzerinden altı ay geçmiştir ve Tony Stark, artık kimliğini tüm dünyaya açıklamış bir süper kahramandır. Bu durum, onu hem hükümetin denetim baskısı altına sokar hem de intikam peşindeki Ivan Vanko gibi yeni düşmanların hedefi haline getirir. Vanko, Stark ailesinin teknolojisini kullanarak kendi silahını yaratır. Bu sırada Tony, hayatını kurtaran ark reaktörünün içindeki paladyum elementi tarafından yavaş yavaş zehirlenmektedir. Bu kişisel kriz, onu giderek daha dengesiz bir hale getirir. Film, ayrıca S.H.I.E.L.D. ajanı Natasha Romanoff (Black Widow) karakterini de ilk kez tanıtır. Natasha, Tony'yi gözetlemek ve onu korumakla görevlidir. Filmin sonunda, Tony, babası Howard Stark'ın eski notlarından yola çıkarak yeni bir element keşfeder ve zehirlenmeden kurtulur. Tony ve en yakın arkadaşı Albay James 'Rhodey' Rhodes, War Machine zırhıyla güçlerini birleştirerek Vanko ve dron ordusuna karşı savaşır. Film, ilk filmin temelleri üzerine inşa edilerek MCU'yu genişletir ve yeni karakterler ile hikaye unsurlarını tanıtır.",
  "refers_to": "'Iron Man 2', MCU'nun geleceği için kritik öneme sahip birçok atıf içerir. Filmin en önemli özelliği, **The Avengers (2012)** filminde önemli bir rol oynayacak olan Natasha Romanoff (Black Widow) karakterinin evrene dahil edilmesidir. Ayrıca, James 'Rhodey' Rhodes'un 'War Machine' zırhını giymesi, Tony Stark'ın yardımcısı olarak ortaya çıkacak yeni bir süper kahramanın doğuşunu simgeler. Film, Tony'nin hükümetin denetim baskısıyla mücadelesiyle, **Captain America: Civil War**'da işlenecek olan kahramanların denetimi konusuna ilk kez değinir. Jenerik sonrası sahnesinde, S.H.I.E.L.D. ajanı Phil Coulson'un New Mexico'da Thor'un çekicini (Mjolnir) bulduğunu görmemiz, doğrudan bir sonraki film olan **Thor (2011)** için bir tanıtım görevi görür. Bu sahne, MCU'nun kozmik ve mitolojik unsurlara doğru genişlediğini gösterir. Tony Stark'ın babasının mirası ve çalışmaları, filmin ana hikayesinin bir parçasıdır ve daha sonra **Captain America: The First Avenger** gibi filmlerde işlenen S.H.I.E.L.D.'in kökenlerine atıfta bulunur. Film, teknolojik bir yarışın başlangıcını işaret ederek, Stark'ın teknolojisinin küresel bir güç mücadelesinin sembolü haline gelebileceğini gösterir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/iron-man-2"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1228705/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/iron-man-2--2010184"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2011_thor",
  "label": "Thor (2011)",
  "title": "Thor",
  "type": "film",
  "release_date": "2011-04-29",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/45/2010345-702541421.jpg",
  "imdb_rating": 7.0,
  "yönetmen": ["Kenneth Branagh"],
  "oyuncular": ["Chris Hemsworth", "Natalie Portman", "Tom Hiddleston", "Anthony Hopkins"],
  "tür": ["Fantastik", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Thor', Marvel Sinematik Evreni'nin dördüncü filmi olarak, mitolojik bir kahramanı sinemaya taşır. Film, Asgard'ın kibirli ve güçlü prensi Thor'un hikayesine odaklanır. Thor, babası Odin'in emrine karşı gelerek Yotanheim'ın Buz Devlerine karşı bir savaş başlatır. Bu itaatsizlik, Odin'i öfkelendirir ve Thor'u güçlerinden yoksun bırakarak Dünya'ya sürgüne gönderir. Thor, sürgünde fizikçi Jane Foster ile tanışır ve aralarında bir bağ oluşur. Bu sırada Asgard'da, Thor'un kıskanç kardeşi Loki, tahtı ele geçirmek için kurnazca planlar yapar ve Asgard ile Yotanheim arasında bir savaş başlatmaya çalışır. Film, bir yandan Thor'un dünyada bir ölümlü gibi yaşarken ders almasını ve gerçek bir kahraman olmaya doğru evrilmesini anlatırken, diğer yandan da Loki'nin entrikalarını ve iktidar hırsını gözler önüne serer. Kenneth Branagh'ın yönetmenliğinde, film Shakespeareyen bir drama ve fantastik bir macera unsurları taşır. Chris Hemsworth, Tom Hiddleston ve Natalie Portman'ın performansları filmin başarısında büyük rol oynar. 'Thor', MCU'ya mitolojik ve kozmik unsurları dahil ederek evrenin sınırlarını genişleten önemli bir adımdır. Film, ayrıca S.H.I.E.L.D.'in Asgard'ın varlığından haberdar olduğunu ve bu tür kozmik olaylara karşı nasıl hazırlık yaptığını da gösterir. Thor, Mjolnir'ini (çekicini) hak edip Asgard'a geri dönmek için kendi içindeki erdemleri keşfetmek zorundadır. Bu film, Thor'un karakter gelişimini ve onun evrendeki yerini derinleştirir.",
  "refers_to": "Film, Marvel Sinematik Evreni'nin kozmik boyutunu açan ve diğer filmlerle doğrudan bağlantılar kuran bir yapımdır. Filmin jenerik sonrası sahnesinde, Nick Fury ve Erik Selvig, S.H.I.E.L.D.'in Tesseract'ı (uzay taşı) incelediği gizli bir laboratuvarı ziyaret eder. Bu sahne, Tesseract'ın sadece bir enerji kaynağı değil, aynı zamanda evrende güçlü bir objeye dönüşeceğinin sinyallerini vererek, **The Avengers (2012)** filminde Loki'nin Tesseract'ı kullanarak dünyaya saldırma planına zemin hazırlar. Film, aynı zamanda, Tony Stark'ın **Iron Man 2** filmindeki jenerik sonrası sahnesinde görülen Ajan Coulson'ın, Thor'un çekicinin düştüğü yere gelerek S.H.I.E.L.D.'in bu gizemli olayı araştırdığını göstermesiyle de MCU'nun hikaye bütünlüğünü pekiştirir. Filmin sonunda Loki'nin Asgard'dan düşmesi, onun gelecekteki kötü niyetli planlarını ve **The Avengers**'ta dünyaya saldırma motivasyonunu açıklar. Ayrıca, Loki'nin asasının aslında Zihin Taşı'nı (Mind Stone) içerdiği gerçeği, sonraki filmlerdeki Sonsuzluk Taşları (Infinity Stones) hikayesinin başlangıcıdır. `Thor`, MCU'daki kahramanların sadece dünyadan ibaret olmadığını, aynı zamanda kozmik ve mitolojik güçlerin de var olduğunu gösteren bir köprü görevi görür. Bu film, Thor'un karakterini tanıtırken, aynı zamanda MCU'nun temelini oluşturan kozmik objelerin ve karakterlerin evrendeki yerini belirler.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/thor"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0800369/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/thor--2011246"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2011_captain_america",
  "label": "Captain America: The First Avenger (2011)",
  "title": "Captain America: The First Avenger",
  "type": "film",
  "release_date": "2011-07-22",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/46/2010346-366342124.jpg",
  "imdb_rating": 6.9,
  "yönetmen": ["Joe Johnston"],
  "oyuncular": ["Chris Evans", "Hayley Atwell", "Sebastian Stan", "Tommy Lee Jones"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Captain America: The First Avenger', Marvel Sinematik Evreni'nin beşinci filmi olarak, ikonik süper askerin köken hikayesini anlatır. Film, 1940'larda, zayıf ve sıska bir genç olan Steve Rogers'ın İkinci Dünya Savaşı'na katılma arzusunu konu alır. Defalarca reddedilmesine rağmen, Rogers'ın cesareti ve vatanseverliği, onu Dr. Abraham Erskine'in 'Süper Asker' programı için seçilmesini sağlar. Erskine'in özel serumu ve Vita-ışınları teknolojisi sayesinde Rogers, fiziksel olarak mükemmel bir askere, yani Kaptan Amerika'ya dönüşür. Ancak, Erskine'in bir Hydra ajanı tarafından öldürülmesiyle süper asker programı durdurulur. Kaptan Amerika, bir propaganda figürü olarak kullanılmaya başlar. Rogers, bu rolünden memnun kalmayarak cepheye gider ve arkadaşı Bucky Barnes'ın da dahil olduğu bir dizi esiri kurtarır. Artık gerçek bir savaşçı olan Kaptan Amerika, Kızıl Kafatası (Red Skull) liderliğindeki Nazi'lerin bilim kolu olan Hydra'ya karşı savaşır. Filmin sonunda, Kaptan Amerika'nın uçağı kaza yapar ve kendisi Kuzey Kutbu'nda buzların içinde donmuş halde bulunur. Bu durum, onu günümüze, yani **The Avengers** olaylarına taşıyacaktır. Film, bir yandan Kaptan Amerika'nın doğuşunu anlatırken, diğer yandan da dostluk, sadakat ve fedakarlık gibi temaları işler. Chris Evans, Steve Rogers'ın hem fiziksel hem de ahlaki gücünü başarılı bir şekilde yansıtır. `Kaptan Amerika: İlk Yenilmez`, MCU'nun geçmişine ışık tutarak evrenin tarihi derinliğini artırır.",
  "refers_to": "Film, Marvel Sinematik Evreni için birçok önemli referans ve bağlantı barındırır. Filmin sonunda, Kaptan Amerika'nın 70 yıl boyunca buzlar içinde kalması ve günümüzde S.H.I.E.L.D. tarafından bulunması, onun **The Avengers (2012)**'a katılmasının temelini oluşturur. Filmin jenerik sonrası sahnesinde, Kaptan Amerika'nın modern bir spor salonunda tek başına antrenman yaparken Nick Fury'nin yanına gelerek onu 'Yenilmezler' (Avengers) için göreve çağırması, evrenin birleştiğini pekiştirir. Filmde görülen Sonsuzluk Taşları'ndan biri olan Tesseract (Uzay Taşı), Kızıl Kafatası'nın sahip olduğu güç kaynağı olarak ortaya çıkar. Bu durum, Tesseract'ın sadece bir enerji kaynağı değil, aynı zamanda evrenin en güçlü objelerinden biri olduğunu gösterir ve **The Avengers**'ta Loki'nin Tesseract'ı kullanarak dünyaya saldırma planına doğrudan bağlanır. Howard Stark, filmin önemli yan karakterlerinden biridir ve Kaptan Amerika'nın kalkanını tasarlar. Bu durum, Tony Stark'ın babasının mirasıyla olan bağlantısını güçlendirir ve **Iron Man 2** filmindeki olaylarla örtüşür. Film, ayrıca **The Winter Soldier**'ın temelini oluşturan Bucky Barnes'ın (Kaptan Amerika'nın en yakın arkadaşı) ölmediğini, ancak bir uçurumdan düşerek kaybolduğunu gösterir. Bucky'nin son sahneleri, onun gelecekteki dönüşümü ve 'Winter Soldier' kimliği için zemin hazırlar. `Kaptan Amerika: İlk Yenilmez`, MCU'nun kökenlerini, ana hikayenin temellerini ve sonraki filmlerin anahtar noktalarını açıklayan bir köprü görevi görür.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/captain-america-the-first-avenger"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0458339/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/kaptan-amerika-ilk-yenilmez--2011267"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2012_the_avengers",
  "label": "The Avengers (2012)",
  "title": "The Avengers",
  "type": "film",
  "release_date": "2012-05-04",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/47/2010347-796812947.jpg",
  "imdb_rating": 8.0,
  "yönetmen": ["Joss Whedon"],
  "oyuncular": ["Robert Downey Jr.", "Chris Evans", "Mark Ruffalo", "Chris Hemsworth", "Scarlett Johansson", "Jeremy Renner"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'The Avengers', Marvel Sinematik Evreni'nin altıncı filmi ve Faz 1'in zirve noktasıdır. Film, S.H.I.E.L.D. direktörü Nick Fury'nin, dünyayı tehdit eden olağanüstü tehlikelere karşı bir araya getirdiği kahramanlar grubunun hikayesini anlatır. Thor'un kötü niyetli kardeşi Loki, Tesseract'ı (Uzay Taşı) kullanarak Asgard'dan kaçar ve Chitauri adı verilen uzaylı bir ırkla işbirliği yaparak Dünya'yı ele geçirmeye çalışır. Bu büyük tehdit karşısında, Fury, Iron Man (Tony Stark), Kaptan Amerika (Steve Rogers), Hulk (Bruce Banner), Thor, Black Widow (Natasha Romanoff) ve Hawkeye (Clint Barton) gibi kahramanları bir araya getirerek 'Yenilmezler' (The Avengers) ekibini kurar. Başlangıçta egoları ve farklılıkları nedeniyle birbirleriyle anlaşmakta zorlansalar da, ekibin New York'ta Loki ve Chitauri ordusuna karşı verdiği destansı mücadele, onları bir takım olarak birleştirir. Film, süper kahraman filmleri için bir dönüm noktası olmuş, farklı solo filmlerin karakterlerini tek bir hikayede birleştirerek sinema tarihinde eşi benzeri görülmemiş bir evren inşa etmiştir. Joss Whedon'un yönetmenliğindeki film, aksiyonu, mizahı ve karakter etkileşimlerini mükemmel bir dengeyle sunar. 'Yenilmezler', sadece gişe rekorları kırmakla kalmamış, aynı zamanda MCU'nun geleceği için de sağlam bir temel oluşturmuştur. Film, tek başına duran filmlerden oluşan bir seriden, birbirine bağlı devasa bir sinematik evrene geçişin en somut kanıtıdır. Film, farklı yeteneklere ve geçmişlere sahip kahramanların, ortak bir düşmana karşı birleşerek nasıl büyük bir güç oluşturabileceğini gösterir. Her karakterin kendi içsel yolculuğunu ve ekibe olan katkısını derinlemesine işler.",
  "refers_to": "'The Avengers', MCU'daki tüm filmlerin birleştiği ve evrenin geleceğini şekillendiren en kritik yapımdır. Film, hem önceki filmlerin olaylarını bir araya getirir hem de gelecekteki hikaye örgülerine kapı aralar. Tesseract'ın Loki'nin eline geçmesi, **Captain America: The First Avenger** ve **Thor** filmlerinde görülen olayların doğrudan bir sonucudur. Hulk karakteri için Edward Norton yerine Mark Ruffalo'nun getirilmesi, karakterin sinematik evrendeki geleceğini tamamen değiştirmiştir. Jenerik sonrası sahnesinde, Chitauri ordusunun arkasındaki güç olan **Thanos**'un ilk kez yüzünü görmemiz, evrenin gelecekteki en büyük tehdidinin tanıtılması açısından hayati önem taşır. Bu sahne, izleyicileri, Sonsuzluk Taşları (Infinity Stones) ve Thanos'un bu taşları toplama planına doğru yönlendirerek **Avengers: Infinity War** ve **Avengers: Endgame** gibi filmlere giden yolu döşer. Filmde, Kaptan Amerika'nın liderlik rolü, Tony Stark'ın fedakarlığı ve Thor'un kardeşine karşı mücadelesi gibi konular, karakterlerin sonraki filmlerdeki gelişimini şekillendirecektir. Loki'nin asasının aslında Zihin Taşı'nı içerdiği gerçeği, **Avengers: Age of Ultron**'da Ultron'un yaratılması ve Vizyon'un doğuşu için bir temel oluşturur. Film, S.H.I.E.L.D. ajanı Phil Coulson'ın ölümüyle ekibi birleştiren dramatik bir dönüm noktası yaratır. Ancak, bu ölümün sahte olduğu ve Coulson'ın daha sonra **Agents of S.H.I.E.L.D.** dizisinde geri döneceği ortaya çıkmıştır. `The Avengers`, süper kahraman filmleri için bir milat olmuş ve MCU'nun temelini sağlamlaştırmıştır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/the-avengers"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0848228/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/yenilmezler--2012170"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2013_iron_man_3",
  "label": "Iron Man 3 (2013)",
  "title": "Iron Man 3",
  "type": "film",
  "release_date": "2013-04-26",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/15/2010915-477021759.jpg",
  "imdb_rating": 7.1,
  "yönetmen": ["Shane Black"],
  "oyuncular": ["Robert Downey Jr.", "Gwyneth Paltrow", "Don Cheadle", "Guy Pearce"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Iron Man 3', Faz 2'nin başlangıcı ve Iron Man serisinin üçüncü ve son filmidir. Film, **The Avengers** olaylarından sonra, Tony Stark'ın yaşadığı travma sonrası stres bozukluğuna (PTSD) odaklanır. Stark, New York saldırısının anılarıyla boğuşurken, bir yandan da sürekli yeni Iron Man zırhları geliştirerek takıntılı bir hale gelir. Bu sırada, kendisini 'Mandarin' olarak adlandıran gizemli bir terörist, Amerika'ya bir dizi terör saldırısı düzenler. Stark, halka açık bir şekilde Mandarin'e meydan okuyunca, terörist Stark'ın malikanesine saldırır ve Tony, tüm zırhlarını ve teknolojisini kaybeder. Yanında sadece arızalı bir zırh ve bir deha olan beyniyle, tek başına mücadele etmek zorunda kalır. Film, Mandarin'in arkasındaki asıl düşmanın, Tony'nin geçmişinden gelen bilim insanı Aldrich Killian olduğunu ve 'Extremis' adı verilen bir teknolojiyi kullanarak insanları biyolojik silahlara dönüştürdüğünü ortaya çıkarır. `Iron Man 3`, kahramanın zırh olmadan da bir kahraman olabileceği temasını işler ve Tony Stark'ın kendi içindeki güçleri keşfetmesine odaklanır. Shane Black'in yönetmenliğindeki film, kara mizah ve aksiyonu başarılı bir şekilde birleştirir. Robert Downey Jr.'ın performansı, Tony Stark'ın kırılgan ve insani yönlerini ön plana çıkarır. Film, Tony'nin sadece zırhını değil, kendi kişisel şeytanlarını da yenmesini anlatır. Finalde Tony, göğsündeki ark reaktörünü çıkararak ve tüm zırhlarını patlatarak kendi hayatında yeni bir sayfa açar. Bu film, Tony Stark'ın karakter gelişimini zirveye çıkarır.",
  "refers_to": "`Iron Man 3`, Faz 2'nin başlangıç filmi olarak MCU'nun geleceğine dair önemli atıflar içerir. Filmin en dikkat çekici referansı, **The Avengers** filmindeki New York saldırısının Tony Stark üzerindeki psikolojik etkisidir. Bu durum, süper kahramanların yaşadığı olayların sıradan insanlar gibi onlarda da kalıcı travmalar bırakabileceğini gösterir. Bu, MCU'daki kahramanların daha insani ve kırılgan yönlerini ortaya koyan önemli bir adımdır. Mandarin karakteriyle, Çizgi Roman'dan gelen klasik bir Iron Man düşmanı tanıtılmış gibi görünse de, filmin ilerleyen sahnelerinde gerçek Mandarin'in varlığı ima edilir. Bu durum, **Shang-Chi and the Legend of the Ten Rings** filminde gerçek Mandarin olan Wenwu'nun ortaya çıkmasına zemin hazırlar. Film, Aldrich Killian'ın geliştirdiği 'Extremis' teknolojisiyle, daha sonraki filmlerde göreceğimiz süper güçlü insan tiplerinin yaratılabileceğini gösterir. Tony Stark'ın kendi başına zırh olmadan da bir kahraman olabileceğini kanıtlaması, gelecekteki **Avengers: Endgame** filmindeki fedakarlığı için bir hazırlık niteliğindedir. Filmde, War Machine'in 'Iron Patriot' olarak yeniden adlandırılması, Amerikan hükümetinin süper kahramanları kontrol etme çabalarını vurgular. Filmin jenerik sonrası sahnesinde, Tony Stark'ın hikayesini Bruce Banner'a anlattığını görmemiz, Yenilmezler arasındaki dostluk bağlarını ve filmlerin birbirine bağlı yapısını pekiştirir. `Iron Man 3`, Tony Stark'ın bireysel yolculuğunu tamamlarken, MCU'nun genel hikaye örgüsü için de önemli ipuçları ve karakter gelişimleri sunar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/iron-man-3"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1300854/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/iron-man-3--2010915"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2013_thor_the_dark_world",
  "label": "Thor: The Dark World (2013)",
  "title": "Thor: The Dark World",
  "type": "film",
  "release_date": "2013-11-08",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/27/2011127-507640469.jpg",
  "imdb_rating": 6.7,
  "yönetmen": ["Alan Taylor"],
  "oyuncular": ["Chris Hemsworth", "Natalie Portman", "Tom Hiddleston", "Anthony Hopkins", "Stellan Skarsgård", "Idris Elba"],
  "tür": ["Fantastik", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Thor: The Dark World', Faz 2'nin üçüncü filmi ve Thor serisinin devamı niteliğindedir. Film, Thor'un **The Avengers** olaylarından sonra, Dokuz Diyar'da barışı sağlamaya çalıştığı dönemi anlatır. Bu sırada, evrenin en eski ve en tehlikeli ırklarından biri olan Kara Elflerin lideri Malekith, 'Aether' adlı güçlü bir kozmik gücü (Gerçeklik Taşı) ele geçirerek evreni sonsuz bir karanlığa boğmaya çalışır. Thor'un dünyadaki sevgilisi Jane Foster, yanlışlıkla Aether ile temas kurar ve bu durum onu hem Malekith'in hedefi haline getirir hem de Asgard'da büyük bir krize yol açar. Asgard'ın Malekith'in saldırısına uğraması ve Thor'un annesi Frigga'nın ölümü, Thor'u derinden sarsar. Bu büyük tehdide karşı, Thor, hapsedilmiş kardeşi Loki'den yardım istemek zorunda kalır. İki kardeş, aralarındaki güvensizliğe rağmen, Malekith'i durdurmak için işbirliği yapar. Filmin olay örgüsü, aşk, kayıp ve ihanet gibi temalar etrafında dönerken, MCU'nun kozmik boyutunu daha da derinleştirir. Film, izleyicilere sadece aksiyon sahneleri sunmakla kalmaz, aynı zamanda Thor'un karakter gelişimini de vurgular. Loki'nin karmaşık karakteri ve Thor ile olan ilişkisi, filmin dramatik ağırlığını artırır. Film, Sonsuzluk Taşları'ndan biri olan Aether'ı tanıtarak, MCU'nun genel hikayesi için önemli bir yapı taşı görevi görür. Alan Taylor'ın yönetmenliğindeki film, Asgard ve diğer diyarların görsel zenginliğini gözler önüne serer.",
  "refers_to": "Film, MCU'daki Sonsuzluk Taşları (Infinity Stones) hikayesinin önemli bir parçasıdır. Malekith'in ele geçirmeye çalıştığı Aether'ın aslında **Gerçeklik Taşı** (Reality Stone) olduğu, filmde ilk kez açıkça ortaya konur. Filmin jenerik sonrası sahnesinde, Loki'nin asasıyla (Zihin Taşı) temas eden Erik Selvig'in, Aether'ı S.H.I.E.L.D.'in gizli arşivine teslim eden iki Asgard'lı savaşçıya, taşların hepsini bir araya toplamanın tehlikesini anlatması, evrenin geleceği için hayati bir ipucudur. Bu sahne, `Sonsuzluk Taşları`nın tek bir yerde toplandığında büyük bir güce yol açacağını göstererek, **Avengers: Infinity War**'a zemin hazırlar. Filmin sonunda, Loki'nin tahtı ele geçirdiği ve Odin'in kılığına büründüğü ortaya çıkar. Bu durum, Loki'nin hayatta olduğunu ve gelecekte de MCU'daki olayları etkilemeye devam edeceğini gösterir. Thor'un, babasına yalan söyleyerek kendisini feda eden Loki'ye karşı hissettiği duygusal karmaşa, sonraki filmlerdeki ilişkilerini şekillendirir. **Thor: Ragnarok** filminde, Loki'nin Asgard'daki tahtta olduğu ve Odin'in nerede olduğu gibi sorular bu filmin son sahnesine bağlanır. Film, Kaptan Amerika'nın bir halüsinasyon olarak Thor'a görünmesiyle, Yenilmezler arasındaki dostluk ve bağları da vurgular. `Thor: The Dark World`, MCU'nun kozmik ve mitolojik boyutunu derinleştirerek, evrenin gelecekteki büyük tehditlere karşı nasıl şekilleneceğini gösteren önemli bir köprü görevi görür.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/thor-the-dark-world"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1981115/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/thor-karanlik-dunya--2011127"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2014_captain_america_winter_soldier",
  "label": "Captain America: The Winter Soldier (2014)",
  "title": "Captain America: The Winter Soldier",
  "type": "film",
  "release_date": "2014-04-04",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/26/2011426-800210632.jpg",
  "imdb_rating": 7.7,
  "yönetmen": ["Anthony Russo", "Joe Russo"],
  "oyuncular": ["Chris Evans", "Scarlett Johansson", "Sebastian Stan", "Anthony Mackie", "Samuel L. Jackson"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Gerilim"],
  "shape": "image",
  "description": "'Captain America: The Winter Soldier', Marvel Sinematik Evreni'nin dokuzuncu filmi ve Kaptan Amerika serisinin ikinci filmidir. Film, **The Avengers** olaylarından sonra, modern dünyaya uyum sağlamaya çalışan Steve Rogers'ın hikayesine odaklanır. Rogers, S.H.I.E.L.D. ajanı Natasha Romanoff (Black Widow) ile birlikte görev yapmaktadır. Bir suikast girişimi sonucunda S.H.I.E.L.D. direktörü Nick Fury ölümün eşiğine gelir ve Rogers, örgütün içinde gizlenmiş bir komplo olduğunu keşfeder. Bu komplo, S.H.I.E.L.D.'in aslında İkinci Dünya Savaşı'ndan kalma düşmanı Hydra tarafından gizlice ele geçirildiğini ortaya çıkarır. Bu süreçte, 'Winter Soldier' adında, gizemli ve güçlü bir suikastçı ortaya çıkar ve Rogers'ın en büyük düşmanı olur. Rogers, Winter Soldier'ın aslında, **The First Avenger** filminde öldüğünü sandığı en iyi arkadaşı Bucky Barnes olduğunu keşfeder. Steve Rogers, Natasha Romanoff ve yeni dostları Sam Wilson (Falcon) ile birlikte, S.H.I.E.L.D.'in içindeki Hydra'yı ifşa etmek ve dünyayı tehdit eden büyük bir komployu durdurmak için mücadele eder. Russo Kardeşlerin yönettiği film, bir süper kahraman filminden çok, 1970'lerin siyasi gerilim filmlerine benzeyen bir tona sahiptir. Film, aksiyon sahneleri, şaşırtıcı olay örgüsü ve karakter odaklı anlatımıyla büyük övgü toplamıştır. Rogers'ın, inandığı her şeye ihanet edildiği bir dünyada, neye güvenebileceğini sorgulaması filmin ana temasıdır. Film, MCU'nun en önemli filmlerinden biri olarak kabul edilir.",
  "refers_to": "'Captain America: The Winter Soldier', MCU'nun gidişatını tamamen değiştiren en kritik filmlerden biridir. Filmin en önemli atfı, S.H.I.E.L.D.'in aslında Hydra tarafından ele geçirildiğini ortaya çıkarmasıdır. Bu durum, **The Avengers** ve **Iron Man** gibi filmlerde gördüğümüz S.H.I.E.L.D.'in faaliyetlerinin aslında Hydra'nın gizli gündemine hizmet ettiğini gösterir. Bu ifşa, evrendeki diğer kahramanları ve örgütleri derinden etkiler. Film, **Captain America: The First Avenger**'da öldüğünü düşündüğümüz Bucky Barnes'ın, 'Winter Soldier' olarak geri döndüğünü ortaya çıkarır ve bu durum, Kaptan Amerika'nın gelecekteki yolculuğunu derinden etkileyecektir. Winter Soldier, **Captain America: Civil War**'ın ana konusunu oluşturur. Filmdeki `Insight` projesi, masum insanların bile tehdit olarak görüldüğü ve öldürüldüğü bir gözetim teknolojisini içerir. Bu durum, **Civil War**'daki Süper Kahraman Kayıt Yasası'na zemin hazırlar ve kahramanlar arasındaki ideolojik ayrışmayı körükler. Filmin jenerik sonrası sahnesinde, Hydra'nın bilim insanı Baron Strucker'ın, Loki'nin asasıyla deneyler yaparak Quicksilver ve Scarlet Witch'i yarattığını görmemiz, doğrudan **Avengers: Age of Ultron**'un başlangıcını oluşturur. Filmde, Nick Fury'nin ölümünün sahte olduğu ve örgütün gizli bir şekilde varlığını sürdürdüğü ortaya çıkar. Bu durum, Fury'nin sonraki filmlerde de önemli bir rol oynamaya devam edeceğini gösterir. Film, `Yenilmezler`in son filmlerine giden yolun en önemli kilometre taşlarından biridir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/captain-america-the-winter-soldier"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1843866/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/kaptan-amerika-kis-askeri--2011426"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2014_guardians_of_the_galaxy",
  "label": "Guardians of the Galaxy (2014)",
  "title": "Guardians of the Galaxy",
  "type": "film",
  "release_date": "2014-08-01",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/97/2011497-460301560.jpg",
  "imdb_rating": 8.0,
  "yönetmen": ["James Gunn"],
  "oyuncular": ["Chris Pratt", "Zoe Saldana", "Dave Bautista", "Vin Diesel", "Bradley Cooper"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Guardians of the Galaxy', Marvel Sinematik Evreni'ne yeni bir soluk getiren, Faz 2'nin onuncu filmidir. Film, 1988 yılında Dünya'dan kaçırılan ve uzayda büyüyen maceracı Peter Quill'in (Star-Lord) hikayesine odaklanır. Quill, evrende nadir bulunan bir küreyi çalınca, peşine güçlü düşmanlar düşer. Kürenin peşinde olanlar arasında tehlikeli bir Kree savaşçısı olan Ronan da vardır. Quill, küreyi satmaya çalışırken bir dizi tuhaf karakterle tanışır: Gamora (Thanos'un evlatlık kızı), Rocket (genetik olarak geliştirilmiş bir rakun), Groot (ağaç benzeri bir insansı) ve Drax (ailesinin intikamını almak isteyen bir savaşçı). Bu beşli, kendilerini hapse atılmış bulur ve kaçmak için bir araya gelirler. Daha sonra, kürenin aslında Sonsuzluk Taşlarından biri olan **Güç Taşı**'nı içerdiğini keşfederler. Bu tehlikeli güçle, Ronan'ı durdurmak ve evreni kurtarmak için 'Galaksinin Koruyucuları' adını verdikleri bir ekip oluştururlar. James Gunn'ın yönettiği film, eşsiz mizahı, renkli karakterleri ve 70'ler, 80'ler müzikleriyle dolu muhteşem müzik listesiyle izleyicilerin beğenisini kazanmıştır. Filmin ana teması, bir araya gelen bu uyumsuz karakterlerin nasıl bir aileye dönüştüğüdür. 'Galaksinin Koruyucuları', MCU'nun kozmik boyutunu daha da genişleterek, evrenin farklı köşelerindeki hikayeleri birleştirmiştir.",
  "refers_to": "'Guardians of the Galaxy', MCU'nun kozmik tarafını derinleştiren ve evrenin en büyük tehdidi olan Thanos'u ilk kez yakından tanıtan bir film olarak büyük önem taşır. Filmde, kötü karakter Ronan'ın, Thanos'a hizmet etmesi, Thanos'un evrensel gücünü ve etkisini gösterir. Film, Sonsuzluk Taşlarından biri olan **Güç Taşı**'nı (Power Stone) tanıtır ve taşların ne kadar büyük bir tehdit oluşturduğunu açıkça gösterir. Filmde, Thanos'un evlatlık kızı Gamora'nın karakteri tanıtılır ve onun babasıyla olan karmaşık ilişkisi, gelecekteki **Avengers: Infinity War**'ın en önemli duygusal düğüm noktalarından birini oluşturur. Film, aynı zamanda, Collector'ın Sonsuzluk Taşları'nı toplamaya çalıştığı sahneyle, `Sonsuzluk Taşları`nın nihai olarak birleşeceğine dair önemli bir ipucu verir. Jenerik sonrası sahnesinde, Collector'ın, `Thor: The Dark World` filmindeki Aether'ı da elinde tuttuğunu görmemiz, filmler arasındaki bağlantıyı güçlendirir. `Galaksinin Koruyucuları`, **The Avengers**'ta olduğu gibi, farklı geçmişlerden gelen karakterlerin ortak bir amaç için nasıl bir araya gelebileceğini gösterir. Film, ayrıca, evrenin farklı köşelerinde geçen hikayelerin, ana evren hikayesiyle nasıl entegre edilebileceğini kanıtlamıştır. Peter Quill'in babasının kimliği ve kökeni, **Guardians of the Galaxy Vol. 2**'de daha detaylı olarak işlenecektir. `Galaksinin Koruyucuları`, Marvel evrenindeki kozmik savaşların ve tehlikelerin boyutunu genişleterek, **Avengers: Infinity War**'a giden yolu sağlamlaştırır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/guardians-of-the-galaxy"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt2015381/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/galaksinin-koruyuculari--2011497"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2015_avengers_age_of_ultron",
  "label": "Avengers: Age of Ultron (2015)",
  "title": "Avengers: Age of Ultron",
  "type": "film",
  "release_date": "2015-05-01",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/99/2011599-889335711.jpg",
  "imdb_rating": 7.3,
  "yönetmen": ["Joss Whedon"],
  "oyuncular": ["Robert Downey Jr.", "Chris Evans", "Mark Ruffalo", "Chris Hemsworth", "Scarlett Johansson", "Jeremy Renner", "James Spader"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Avengers: Age of Ultron', Faz 2'nin on birinci filmi ve Yenilmezler serisinin devamıdır. Film, Yenilmezler ekibinin, Loki'nin asasında bulunan Zihin Taşı'nı (Mind Stone) ele geçirmesiyle başlar. Tony Stark, bu taşı ve S.H.I.E.L.D.'den kalan verileri kullanarak, dünyayı korumak için yapay zekaya sahip bir savunma sistemi olan 'Ultron'u yaratmaya çalışır. Ancak, Ultron beklenmedik bir şekilde kendi bilincini kazanır ve insanlığın en büyük tehdit olduğunu düşünerek onu yok etmeye karar verir. Ultron, kendini geliştiren bir metal ordu yaratır ve Sokovia'yı havaya kaldırarak bir felakete yol açar. Filmde, Yenilmezler, Ultron'u durdurmak için Quicksilver (Pietro Maximoff) ve Scarlet Witch (Wanda Maximoff) gibi güçlendirilmiş insanlarla (HYDRA'nın deneyi sonucu) işbirliği yapar. Ekip, Ultron'un dünyayı yok etme planına karşı hem fiziksel hem de ideolojik bir savaş vermek zorunda kalır. Ultron'un yıkıcı gücü ve manipülatif zekası, Yenilmezleri daha önce hiç olmadığı kadar zorlar. Jenerik sonrası sahnesinde, Nick Fury'nin, Yenilmezler'in yanından ayrılmasıyla ekip dağılır ve bu durum, gelecekteki **Civil War** olaylarına zemin hazırlar. Film, aksiyonu, karakter gelişimini ve duygusal anları başarılı bir şekilde harmanlar. Ultron'un tehdidi, Yenilmezler'in kendi içlerindeki zayıflıkları ve anlaşmazlıkları ortaya çıkarır. Bu film, **Thanos**'un nihai planı ve Sonsuzluk Taşları'nın önemi gibi konulara da ilk kez değinir ve MCU'nun geleceğini şekillendirir.",
  "refers_to": "'Avengers: Age of Ultron', MCU'nun ilerleyişi için sayısız önemli atıf ve bağlantı içerir. Filmin en önemli olayı, Loki'nin asasının içindeki **Zihin Taşı**'nın (Mind Stone) ortaya çıkması ve bu taşın Ultron'un yaratılmasına yol açmasıdır. Ultron, bu taşı kullanarak Vizyon karakterini yaratır ve Vizyon'un alnına Zihin Taşı'nı yerleştirir. Bu durum, Sonsuzluk Taşları hikayesinin bir sonraki aşamasıdır ve **Avengers: Infinity War**'a giden yolu açar. Filmde, Scarlet Witch ve Quicksilver'ın güçlerini Hydra'nın Loki'nin asasıyla yaptığı deneylerden aldığını öğreniriz. Bu, **Captain America: The Winter Soldier**'ın jenerik sonrası sahnesinin doğrudan devamıdır. Filmin sonunda, Yenilmezler'in dağılması ve Tony Stark'ın kendi güvenlik protokollerini oluşturma arzusu, **Captain America: Civil War**'daki Süper Kahraman Kayıt Yasası'na zemin hazırlar. Thor'un filmde gördüğü halüsinasyon, Sonsuzluk Taşları'nın birleştiği ve evrenin tehlikede olduğu kehanetini içerir ve onu **Thor: Ragnarok**'ta Sonsuzluk Taşları'nı aramaya iter. Jenerik sonrası sahnesinde, Thanos'un eldiveni takarak 'Bunu kendim yapacağım.' demesi, Sonsuzluk Taşları'nı bizzat toplamaya başlayacağının ilk sinyalidir ve **Avengers: Infinity War**'ın ana konusuna doğrudan bağlanır. Ayrıca, Hulk'un film sonunda bilinmeyen bir yere kaçması, **Thor: Ragnarok**'ta bir gladyatör olarak ortaya çıkmasına zemin hazırlar. Film, evrendeki karakterler arasındaki dinamikleri ve gelecekteki olaylar için gerekli olan temel motivasyonları ustaca işler.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/avengers-age-of-ultron"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt2395427/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/yenilmezler-ultron-cagi--2011599"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2015_ant_man",
  "label": "Ant-Man (2015)",
  "title": "Ant-Man",
  "type": "film",
  "release_date": "2015-07-17",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/97/2011597-444480904.jpg",
  "imdb_rating": 7.2,
  "yönetmen": ["Peyton Reed"],
  "oyuncular": ["Paul Rudd", "Michael Douglas", "Evangeline Lilly", "Corey Stoll"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Ant-Man', Faz 2'nin son filmi ve MCU'ya Scott Lang karakterini tanıtan bir yapımdır. Başarısız bir hırsız olan Scott Lang, hapisten yeni çıkmıştır ve kızının gözünde iyi bir baba olmaya çalışmaktadır. Bu sırada, Dr. Hank Pym tarafından, icat ettiği ve canlıları küçültme yeteneği veren 'Ant-Man' zırhını çalması için bir görev teklifi alır. Pym, eski öğrencisi Darren Cross'un, bu teknolojiyi silah olarak satmasını engellemeye çalışmaktadır. Lang, bu görevde Pym'in kızı Hope van Dyne tarafından eğitilir. Lang, karıncalarla iletişim kurma yeteneği sayesinde onlarla bir ordu oluşturur ve Ant-Man'e dönüşerek Cross'un 'Yellowjacket' adlı zırhını çalmak için harekete geçer. Film, soygun filmlerinin gerilimiyle süper kahraman aksiyonunu komedi unsurlarıyla birleştirir. Paul Rudd'ın canlandırdığı Scott Lang karakteri, izleyiciye sıcak ve eğlenceli bir kahraman profili sunar. Film, babalık ve ikinci bir şans temalarını işlerken, evrenin daha küçük ölçekteki hikayelerine odaklanarak bir denge sağlar. Peyton Reed'in yönetmenliğinde, film görsel olarak yaratıcı ve eğlenceli aksiyon sahneleriyle dikkat çeker. Özellikle, küçülme ve büyüme efektleri, filmin en belirgin özelliklerindendir. 'Ant-Man', ana Avengers hikayesinden bağımsız bir tonu olmasına rağmen, MCU'nun genel yapısına önemli katkılarda bulunur.",
  "refers_to": "'Ant-Man', MCU'nun ana hikaye örgüsüne yeni bir bakış açısı getirir ve gelecekteki olaylar için önemli referanslar sunar. Filmin jenerik sonrası sahnelerinden birinde, Hope van Dyne'a annesinin (Janet van Dyne) eski Wasp zırhının gösterilmesi, onun gelecekte Wasp olacağının ve **Ant-Man and the Wasp** filminin sinyalini verir. Filmin ikinci jenerik sonrası sahnesinde ise, Kaptan Amerika ve Falcon'un Bucky Barnes'ı (Winter Soldier) bulduğunu ve ona yardım için birini aradıklarını görürüz. Bu sahne, doğrudan **Captain America: Civil War**'a bağlanır ve Scott Lang'in bu olaylara nasıl dahil olacağının ipuçlarını verir. Film, Hank Pym ve eski ortağı Howard Stark arasındaki geçmiş rekabeti de ima ederek, MCU'nun tarihi bağlamını derinleştirir. Film, `Kuantum Alemi` (Quantum Realm) kavramını da ilk kez tanıtır. Janet van Dyne'ın bu alemde kaybolması, kuantum aleminin gelecekteki filmlerde, özellikle de **Avengers: Endgame**'de, zaman yolculuğu için nasıl kilit bir rol oynayacağını gösterir. `Ant-Man`, diğer filmlerin destansı ölçeğinden farklı olarak, daha kişisel ve komik bir hikaye sunar. Ancak, bu filmde tanıtılan karakterler ve kavramlar, MCU'nun sonraki aşamalarında çok önemli hale gelecektir. Scott Lang'in kahramanlık yolculuğu, onun ailesine olan bağlılığı ve fedakarlığı, bu filmin ana temalarıdır. Film, MCU'nun küçük kahramanlarının da büyük olaylarda nasıl kritik bir rol oynayabileceğini kanıtlar. Bu film, MCU'nun Faz 2'sini sonlandırarak, **Civil War**'a giden yolu hazırlar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/ant-man"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt0478970/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/ant-man--2011597"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2016_captain_america_civil_war",
  "label": "Captain America: Civil War (2016)",
  "title": "Captain America: Civil War",
  "type": "film",
  "release_date": "2016-05-06",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/33/2011933-443540228.jpg",
  "imdb_rating": 7.8,
  "yönetmen": ["Anthony Russo", "Joe Russo"],
  "oyuncular": ["Chris Evans", "Robert Downey Jr.", "Sebastian Stan", "Scarlett Johansson", "Anthony Mackie", "Don Cheadle"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Gerilim"],
  "shape": "image",
  "description": "'Captain America: Civil War', Faz 3'ün başlangıç filmi ve Kaptan Amerika serisinin üçüncü filmidir. Film, Yenilmezler'in sivil kayıplara yol açan uluslararası olaylarının ardından Birleşmiş Milletler'in 'Sokovia Anlaşması'nı imzalamasıyla başlar. Bu anlaşma, süper kahramanların hükümetler tarafından denetlenmesini ve kontrol edilmesini amaçlar. Yenilmezler, bu anlaşma konusunda ikiye bölünür: Kaptan Amerika (Steve Rogers), kahramanların özgürlüğünü savunurken, Iron Man (Tony Stark) hükümetin denetimini destekler. Bu ideolojik çatışma, eski dostların birbirine düşmesine yol açar. Bu sırada, Kaptan Amerika'nın geçmişinden gelen dostu Bucky Barnes, bir terör saldırısının faili olarak görülür. Rogers, Bucky'nin masum olduğuna inanır ve onu korumak için kaçar. Bu durum, Iron Man'in liderliğindeki Yenilmezler ile Kaptan Amerika'nın tarafındaki kahramanlar arasında destansı bir iç savaşa yol açar. Filmde ayrıca T'Challa (Black Panther) ve Peter Parker (Spider-Man) gibi yeni karakterler de MCU'ya dahil olur. Russo Kardeşlerin yönettiği film, bir süper kahraman filminden çok, kişisel ve ideolojik bir dramaya odaklanır. Film, sadakat, özgürlük ve sorumluluk gibi temaları derinlemesine işlerken, bir yandan da MCU'nun genel hikaye örgüsüne büyük katkılarda bulunur. 'Civil War', Yenilmezler'in birliğinin sarsılmasına ve ekibin dağılmasına yol açarak, sonraki filmler için büyük bir dönüm noktası oluşturur.",
  "refers_to": "'Captain America: Civil War', MCU'nun en kritik filmlerinden biridir ve bir sonraki `Yenilmezler` filmlerine giden yolun en önemli köprüsü olarak işlev görür. Filmde, Yenilmezler'in `Sokovia Anlaşması` yüzünden ikiye bölünmesi, **Avengers: Infinity War**'da Thanos'a karşı bir araya gelemedikleri için yenilmelerinin ana nedenidir. Bu durum, MCU'daki kahramanlar arasındaki çatışmaların ne kadar ciddi sonuçlara yol açabileceğini gösterir. Filmin sonunda, Tony Stark'ın babasının ölümünün Winter Soldier (Bucky Barnes) tarafından gerçekleştirildiğini öğrenmesi, Iron Man ve Kaptan Amerika arasındaki düşmanlığı kişisel bir intikam hikayesine dönüştürür. Bu olay, Tony'nin **Avengers: Endgame**'de Kaptan Amerika ile olan ilişkisini şekillendirecektir. Film, `Black Panther` ve **Spider-Man** gibi önemli karakterleri de MCU'ya dahil eder. T'Challa'nın babasının intikamını almak için Bucky'nin peşine düşmesi, T'Challa'nın kendi solo filmine giden yolu açar. Film, `Spider-Man`in Tony Stark tarafından keşfedilip ekibe katılmasını göstererek, Peter Parker'ın MCU'daki mentor-öğrenci ilişkisinin temelini atar. **Winter Soldier**'ın son sahnelerinde, Kaptan Amerika'nın kalkanını Tony Stark'a bırakması, onun Yenilmezler'den ve eski hayatından resmen ayrıldığının bir sembolüdür. Filmin jenerik sonrası sahnesinde, Bucky Barnes'ın Wakanda'da tedavi görmesi, **Black Panther** filmine bir gönderme yapar. `Civil War`, karakterlerin motivasyonlarını, dostluk bağlarını ve evrendeki güç dengelerini tamamen değiştiren bir film olarak, MCU'nun sonraki aşamalarını belirler.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/captain-america-civil-war"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt3498820/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/kaptan-amerika-kahramanlarin-savasi--2011933"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2016_doctor_strange",
  "label": "Doctor Strange (2016)",
  "title": "Doctor Strange",
  "type": "film",
  "release_date": "2016-11-04",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/22/2012222-840203152.jpg",
  "imdb_rating": 7.5,
  "yönetmen": ["Scott Derrickson"],
  "oyuncular": ["Benedict Cumberbatch", "Chiwetel Ejiofor", "Rachel McAdams", "Benedict Wong", "Mads Mikkelsen", "Tilda Swinton"],
  "tür": ["Fantastik", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Doctor Strange', Faz 3'ün dördüncü filmi ve MCU'ya büyü ve çoklu evren kavramlarını tanıtan bir yapımdır. Film, başarılı ama kibirli bir cerrah olan Dr. Stephen Strange'in hikayesine odaklanır. Strange, geçirdiği bir araba kazası sonucu ellerini kullanamaz hale gelir ve bilimsel yöntemlerle çare bulamayınca, Nepal'de gizemli bir yer olan Kamar-Taj'a gider. Burada, Büyücü Üstat (Ancient One) tarafından, fiziksel dünyanın ötesindeki büyülü sanatlarla tanıştırılır ve bu alanda eğitim almaya başlar. Film, Strange'in bencillikten fedakarlığa doğru olan kişisel dönüşümünü işlerken, bir yandan da Kaecilius adlı eski bir öğrencinin, Karanlık Boyut'un (Dark Dimension) hükümdarı Dormammu'yu dünyaya getirme planını durdurmaya çalışmasını anlatır. Strange, Kamar-Taj'da edindiği yeni güçlerle, zamanı bükme yeteneği veren Agamotto'nun Gözü'nü (Zaman Taşı) kullanır. Bu sayede Dormammu'yu yenerek dünyayı kurtarır. Scott Derrickson'ın yönetmenliğindeki film, görsel olarak büyüleyici ve akıl almaz sahneleriyle dikkat çeker. Film, bilim ve mistisizm arasındaki dengeyi kurarak, MCU'nun kozmik ve mitolojik boyutlarının ötesine geçerek, mistik bir alana giriş yapar. Benedict Cumberbatch'in canlandırdığı Doctor Strange, ilk başta şımarık ve bencil bir karakterden, kendisini insanlığın koruyucusu olmaya adayan bir kahramana dönüşür. 'Doctor Strange', evrenin büyü, sihir ve çoklu evren gibi unsurlarla nasıl genişlediğini gösteren bir kapı aralığıdır.",
  "refers_to": "'Doctor Strange', MCU'ya tamamen yeni bir boyut kazandırır ve gelecek filmlere yönelik çok önemli referanslar sunar. Filmin en kritik unsuru, Sonsuzluk Taşlarından biri olan **Zaman Taşı**'nın (Time Stone), 'Agamotto'nun Gözü' adlı bir kolyenin içinde olduğunu ortaya çıkarmasıdır. Bu, Thanos'un evrenin yarısını yok etme planı için aradığı taşlardan birinin konumunu belirler ve filmin, **Avengers: Infinity War**'a nasıl bağlandığını gösterir. Filmin jenerik sonrası sahnelerinden birinde, Doctor Strange'in, Thor ile bir araya gelerek babası Odin'i bulmasına yardım etmeyi teklif etmesi, doğrudan **Thor: Ragnarok**'un başlangıcını oluşturur. Bu, farklı kahramanların hikayelerinin nasıl birleştiğini gösteren önemli bir andır. Filmde, Baron Mordo'nun büyüyü bırakarak, dünya üzerinde çok fazla büyücünün olduğunu ve bu durumun dengeleri bozduğunu iddia etmesi, onun gelecekteki kötü niyetli dönüşümüne zemin hazırlar. Mordo'nun 'Dünyada çok fazla büyücü var.' sözü, sonraki Doctor Strange filmlerinde ve MCU'nun genelinde işlenecek olan sihir ve denge temalarının habercisidir. Filmin sonunda Doctor Strange'in, Kamar-Taj'ın yeni koruyucusu olması ve Agamotto'nun Gözü'nü taşımaya devam etmesi, onun gelecekte Yenilmezler'in en önemli üyelerinden biri olacağının bir göstergesidir. `Doctor Strange`, MCU'nun mistik ve çoklu evren konseptini tanıtan bir film olarak, evrenin daha karmaşık ve çok katmanlı hale gelmesini sağlamıştır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/doctor-strange"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1211837/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/doctor-strange--2012222"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2017_guardians_of_the_galaxy_vol2",
  "label": "Guardians of the Galaxy Vol. 2 (2017)",
  "title": "Guardians of the Galaxy Vol. 2",
  "type": "film",
  "release_date": "2017-05-05",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/1/2012401-146537136.jpg",
  "imdb_rating": 7.6,
  "yönetmen": ["James Gunn"],
  "oyuncular": ["Chris Pratt", "Zoe Saldana", "Dave Bautista", "Vin Diesel", "Bradley Cooper", "Michael Rooker", "Karen Gillan", "Kurt Russell"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Guardians of the Galaxy Vol. 2', Faz 3'ün beşinci filmi ve 'Galaksinin Koruyucuları' serisinin devamıdır. Film, ilk filmin olaylarından kısa bir süre sonra, Peter Quill'in (Star-Lord) gizemli babası Ego'yla tanışmasını konu alır. Ego, Peter'ın da kendisi gibi bir göksel varlık (Celestial) olduğunu ve evreni ele geçirme planı olduğunu açıklar. Ekip, bu sırada Gamora'nın kız kardeşi Nebula, Peter'ın eski mentoru Yondu ve Drax'in yeni arkadaşı Mantis gibi yeni karakterlerle tanışır. Koruyucular, Ego'nun planını öğrenince, Peter ve diğerleri, evreni Ego'dan kurtarmak için güçlerini birleştirir. Peter'ın babasıyla olan duygusal çatışması ve kendi ailesini bulma arayışı, filmin ana temasını oluşturur. Film, bir yandan aksiyon ve komedi unsurlarını korurken, diğer yandan da aile, dostluk ve aidiyet gibi temaları derinlemesine işler. James Gunn'ın yönetmenliğinde, film görsel olarak daha renkli ve yaratıcı bir dünya sunar. Baby Groot karakteri, filmin mizahi yönünü güçlendirir. `Galaksinin Koruyucuları 2`, Koruyucular ekibinin sadece birbirine rastgele denk gelen bir grup değil, gerçek bir aile olduğunu gösterir. Film, duygusal anları, aksiyonu ve mizahı başarılı bir şekilde harmanlayarak, izleyicilere unutulmaz bir deneyim sunar. `Vol. 2`, MCU'nun kozmik tarafını daha da genişleterek, evrenin farklı köşelerindeki hikayeleri birleştirir.",
  "refers_to": "'Guardians of the Galaxy Vol. 2', MCU'nun genel hikayesine ve sonraki filmlere yönelik birçok önemli referans içerir. Filmin en önemli atfı, Peter Quill'in babası Ego'nun bir göksel varlık (Celestial) olmasıdır. Bu, evrenin kökeni ve kozmik güçleri hakkında daha önce bilinmeyen detayları ortaya çıkarır. Bu durum, MCU'nun kozmik boyutunu derinleştirir ve Sonsuzluk Taşları'ndan bile daha eski ve güçlü varlıkların olduğunu gösterir. Filmin jenerik sonrası sahnelerinden biri, `Adam Warlock` karakterinin doğumuna atıfta bulunur. `The Sovereign` ırkının lideri Ayesha, Koruyucular'dan intikam almak için 'Adam' adında mükemmel bir varlık yarattığını açıklar. Bu sahne, `Adam Warlock` karakterinin gelecekteki **Guardians of the Galaxy** filmlerinde ve belki de daha büyük olaylarda önemli bir rol oynayacağını gösterir. Filmde, `Yondu`'nun ölümü ve ekibe olan fedakarlığı, karakterin gelişimini tamamlar ve `Koruyucular`ın bir aile olmasını pekiştirir. Yondu'nun cenazesinde, önceki Koruyucular ekibinin (Stakar Ogord liderliğindeki) yeniden bir araya gelmesi, çizgi roman hayranları için önemli bir göndermedir. Film, bir yandan kendi bağımsız hikayesini anlatırken, diğer yandan da **Avengers: Infinity War**'da `Koruyucular`ın Thanos'a karşı nasıl bir araya geleceğini gösteren bir köprü görevi görür. Filmin son sahnelerinden birinde, `Teen Groot`'un ergenlik dönemine girdiği görülür. Bu, **Infinity War**'daki hallerini açıklar. `Vol. 2`, MCU'nun aile, dostluk ve fedakarlık temalarını vurgulayan, duygusal olarak derin bir film olarak öne çıkar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/guardians-of-the-galaxy-vol-2"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt3896198/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/galaksinin-koruyuculari-2--2012401"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2017_spider_man_homecoming",
  "label": "Spider-Man: Homecoming (2017)",
  "title": "Spider-Man: Homecoming",
  "type": "film",
  "release_date": "2017-07-07",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/87/2011887-771808832.jpg",
  "imdb_rating": 7.4,
  "yönetmen": ["Jon Watts"],
  "oyuncular": ["Tom Holland", "Michael Keaton", "Robert Downey Jr.", "Marisa Tomei", "Jon Favreau", "Zendaya"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Spider-Man: Homecoming', Faz 3'ün altıncı filmi ve Peter Parker'ın (Örümcek Adam) MCU'daki ilk solo filmidir. Film, **Captain America: Civil War** olaylarından sonra, genç bir lise öğrencisi olan Peter Parker'ın hikayesine odaklanır. Peter, Tony Stark'ın mentorluğu altında, sıradan bir lise hayatı ile süper kahramanlık görevleri arasında bir denge kurmaya çalışır. Ancak Stark, Peter'ın henüz tam bir Yenilmez olmaya hazır olmadığını düşünerek onu bir nevi stajyer olarak görür. Peter, bu kısıtlamalar altında, Adrian Toomes (Vulture) adında, Yenilmezler'in bıraktığı uzaylı teknolojisini kullanarak yasa dışı silahlar üreten bir düşmanla karşılaşır. Peter, Vulture'ı durdurmak için kendi başına harekete geçmeye karar verir, ancak bu, hem kendisini hem de sevdiklerini tehlikeye atar. Film, Örümcek Adam'ın köken hikayesini tekrarlamak yerine, onun bir Yenilmez olma yolculuğuna ve gençlik sorunlarına odaklanır. Tom Holland'ın canlandırdığı Peter Parker, gençliğin getirdiği coşku ve güvensizlikleri başarılı bir şekilde yansıtır. Jon Watts'ın yönettiği film, aksiyon ve komediyi birleştirerek, lise filmi türüne taze bir soluk getirir. 'Homecoming', Peter'ın kendi kimliğini bulması ve bir kahraman olarak sorumluluklarını anlaması temalarını işler. Filmin sonunda Peter, Stark'ın teklifini reddederek kendi başına bir kahraman olma yolunda ilk önemli adımı atar. Film, süper kahraman filmlerinin lise dramasıyla birleştiği eğlenceli ve dinamik bir yapıya sahiptir.",
  "refers_to": "'Spider-Man: Homecoming', MCU'nun genel hikayesi için kritik atıflar içerir. Filmin en önemli özelliği, **Captain America: Civil War**'da tanıştığımız Peter Parker'ın, Tony Stark ile olan mentor-öğrenci ilişkisini derinleştirmesidir. Tony Stark'ın film boyunca Peter'ı yönlendirmesi ve onun gelişimine katkıda bulunması, bu ikili arasındaki baba-oğul benzeri bağı güçlendirir ve **Avengers: Infinity War** ile **Avengers: Endgame**'de bu ilişkinin ne kadar önemli hale geleceğini gösterir. Filmin ana düşmanı olan Vulture'ın (Adrian Toomes), `The Avengers` filminin sonunda, New York savaşından kalan uzaylı teknolojisini kullanarak ortaya çıkması, MCU'nun önceki olaylarının sonraki filmleri nasıl etkilediğini gösterir. `Homecoming`, Peter'ın, Yenilmezler'den bağımsız olarak kendi başına bir kahraman olma yolunda attığı adımları anlatır. Bu durum, onun gelecekteki olgunlaşma sürecine zemin hazırlar. Filmin jenerik sonrası sahnelerinden biri, Vulture'ın hapishanede Scorpion'la (Mac Gargan) karşılaşmasını gösterir. Scorpion'ın, Örümcek Adam'ın kimliğini bilmek istediğini ima etmesi, gelecekteki `Spider-Man` filmlerinde `Sinister Six` gibi düşman gruplarının potansiyel olarak oluşabileceğinin ilk sinyalini verir. Filmin ikinci jenerik sonrası sahnesinde ise, Kaptan Amerika'nın bir kamu spotunda 'sabır' hakkında konuşması, filmin genel havasına mizahi bir göndermedir. `Homecoming`, MCU'nun büyük olaylarından uzak, daha kişisel bir hikaye sunmasına rağmen, evrenin bütünüyle olan bağlarını sağlam bir şekilde korur. Film, genç bir kahramanın kimlik arayışını, aksiyon ve komediyi harmanlayarak başarılı bir şekilde anlatır. ",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/spider-man-homecoming"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt2250912/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/orumcek-adam-eve-donus--2011887"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2017_thor_ragnarok",
  "label": "Thor: Ragnarok (2017)",
  "title": "Thor: Ragnarok",
  "type": "film",
  "release_date": "2017-10-27",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/32/2011932-485051646.jpg",
  "imdb_rating": 7.9,
  "yönetmen": ["Taika Waititi"],
  "oyuncular": ["Chris Hemsworth", "Tom Hiddleston", "Cate Blanchett", "Idris Elba", "Jeff Goldblum", "Mark Ruffalo", "Tessa Thompson"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Thor: Ragnarok', Faz 3'ün yedinci filmi ve Thor serisinin üçüncü filmidir. Film, Thor'un Asgard'dan uzakta, evrenin farklı köşelerinde Sonsuzluk Taşlarını aradığı sırada başlıyor. Thor, babası Odin'i bulmak için dünyaya döner ve burada Loki ile birlikte, Doctor Strange'den yardım alırlar. Odin'i bulduklarında, Odin onlara, Asgard'ın yıkımı (Ragnarok) kehanetini durdurmak için geri dönen kız kardeşi Hela'nın varlığını söyler. Odin'in ölümünden sonra Hela, Asgard'ı ele geçirir ve Thor'un çekici Mjolnir'i parçalar. Thor, uzayın uzak bir köşesindeki Sakaar gezegenine düşer ve burada bir gladyatör olarak hayatını sürdürürken, eski dostu Hulk ile karşılaşır. Thor, Hulk, Loki ve Valkyrie'den oluşan bir ekip kurarak Asgard'ı Hela'dan kurtarmak için savaşır. Taika Waititi'nin yönetmenliğindeki film, seriye yepyeni bir mizah anlayışı ve görsel estetik getirir. Film, aksiyon sahneleri, komik diyaloglar ve karakter etkileşimleriyle büyük övgü toplar. 'Ragnarok', Thor'un karakter gelişimini derinleştirir ve onu, sadece çekici Mjolnir'e bağlı bir tanrı olmaktan çıkararak, kendi içindeki gücü keşfeden bir kahramana dönüştürür. Film, Asgard'ın sadece bir yer değil, bir halk olduğunu vurgulayarak serinin temelini yeniden şekillendirir. Film, ayrıca, Hulk'un **Avengers: Age of Ultron**'dan sonraki hikayesini de anlatır. Filmdeki aksiyon ve komedi dengesi, izleyicilere unutulmaz bir deneyim sunar. `Ragnarok`, Asgard'ın yıkımı kehanetiyle yüzleşerek, MCU'daki kozmik olayların ciddiyetini vurgular. ",
  "refers_to": "'Thor: Ragnarok', MCU'nun genel hikayesi için kritik referanslar içeren ve **Avengers: Infinity War**'a giden yolu doğrudan açan bir filmdir. Filmin en önemli atıfı, Odin'in ölümünden sonra, Thor ve Loki'nin karşısına çıkan Hela'nın, Sonsuzluk Taşları'ndan **Güç Taşı**'nın bir benzerine sahip olduğunu iddia etmesidir. Filmin sonunda, Asgard'ın yok olmasıyla, kurtulan Asgard'lılar bir gemiyle Dünya'ya doğru yola çıkar. Filmin jenerik sonrası sahnesinde, bu geminin, Thanos'un devasa uzay gemisi tarafından durdurulduğunu görmemiz, doğrudan **Avengers: Infinity War**'ın başlangıcını oluşturur. Bu sahne, Thor'un, Thanos'un evreni ele geçirme planından haberdar olmasını sağlar ve ona karşı bir mücadele başlatmasına neden olur. Filmde, **Doctor Strange**'in Thor ve Loki'ye yardım etmesi, MCU'nun kahramanlarının birbiriyle nasıl etkileşimde bulunduğunu gösterir. Hulk'un, **Avengers: Age of Ultron**'daki olaylardan sonra nasıl Sakaar'a geldiği de filmde açıklanır. Bruce Banner'ın, Hulk'a dönüşmekten korkması, sonraki filmlerdeki karakter gelişimini şekillendirir. `Ragnarok`, Thor'un karakterini yeniden tanımlarken, aynı zamanda evrenin en büyük tehdidi olan Thanos'un yaklaşmakta olduğunu ve Sonsuzluk Taşları'nın önemini vurgular. Film, bu olaylarla, Yenilmezler'in Thanos'a karşı vereceği mücadelenin zeminini hazırlar. Film, aksiyon ve mizahı başarılı bir şekilde birleştirerek, MCU'nun en sevilen filmlerinden biri haline gelmiştir. `Ragnarok`, MCU'nun kozmik tarafını derinleştirerek, evrenin sınırlarını genişleten önemli bir adımdır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/thor-ragnarok"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt3501632/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/thor-ragnarok--2011932"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2018_black_panther",
  "label": "Black Panther (2018)",
  "title": "Black Panther",
  "type": "film",
  "release_date": "2018-02-16",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/0/2012400-766161971.jpg",
  "imdb_rating": 7.3,
  "yönetmen": ["Ryan Coogler"],
  "oyuncular": ["Chadwick Boseman", "Michael B. Jordan", "Lupita Nyong'o", "Danai Gurira"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Black Panther', Faz 3'ün sekizinci filmi ve T'Challa'nın (Black Panther) MCU'daki ilk solo filmidir. Film, **Captain America: Civil War** olaylarının hemen ardından, babası T'Chaka'nın ölümünden sonra Wakanda'nın kralı olarak tahta geçen T'Challa'nın hikayesini anlatır. Dış dünyaya karşı izole edilmiş ve tarım toplumu gibi görünen Wakanda, aslında vibranyum madenleri sayesinde ileri bir teknolojiye sahip gizli bir ulustur. T'Challa, ülkesini yönetme sorumluluğunu alırken, Eric Killmonger adında, Wakanda'nın teknolojisini tüm dünyada ezilen siyahi halkları kurtarmak için kullanmak isteyen bir düşmanla karşı karşıya gelir. Killmonger, T'Challa'ya meydan okur ve Wakanda tahtını ele geçirir. T'Challa, krallığını ve halkını geri kazanmak için Killmonger'a karşı savaşmak zorunda kalır. Ryan Coogler'ın yönetmenliğindeki film, Afrika kültürü ve mitolojisinden ilham alan görsel bir şölen sunar. Chadwick Boseman'ın T'Challa performansı, karaktere derinlik ve asalet katar. Film, kimlik, miras, liderlik ve sömürgecilik gibi derin sosyal ve politik temaları işlerken, bir yandan da geleneksel süper kahraman aksiyonunu korur. `Black Panther`, sadece bir gişe filmi olmakla kalmamış, aynı zamanda kültürel bir fenomen haline gelmiştir. Film, izleyiciye Wakanda'nın zengin dünyasını ve Black Panther'in kahramanlık yolculuğunu başarıyla aktarır. T'Challa'nın bir kral ve kahraman olarak yaşadığı içsel çatışmalar, filmin ana dramatik öğesidir.",
  "refers_to": "'Black Panther', MCU'nun genel hikayesine ve sonraki filmlere yönelik çok önemli referanslar içerir. Filmin en önemli özelliği, Wakanda'nın MCU'da ilk kez detaylı bir şekilde tanıtılmasıdır. Wakanda'nın vibranyum zenginliği ve ileri teknolojisi, **The Avengers**'da Kaptan Amerika'nın kalkanında görülen materyalin kaynağını açıklar. Filmin jenerik sonrası sahnelerinden birinde, `Winter Soldier` (Bucky Barnes)'ın, **Civil War**'daki olaylardan sonra Wakanda'da tedavi gördüğünü ve `Beyaz Kurt` lakabıyla anılmaya başladığını görürüz. Bu sahne, **Avengers: Infinity War**'da Bucky'nin yeniden Kaptan Amerika'nın yanında savaşmaya başlamasının zeminini hazırlar. Filmin sonunda, T'Challa'nın Wakanda'nın teknolojisini dünya ile paylaşma kararı alması, ülkenin küresel olaylara dahil olacağının ve **Infinity War**'daki savaşta kilit bir rol oynayacağının bir işaretidir. Film, Killmonger karakteriyle, T'Challa'nın sahip olduğu gücün potansiyel olarak nasıl kötüye kullanılabileceğini gösterir. T'Challa'nın kral olarak aldığı bu karar, **Infinity War**'daki Yenilmezler'in Wakanda'da toplanmasına yol açar. Filmde, T'Challa'nın kız kardeşi Shuri'nin teknolojik dehası, gelecekteki filmlerde de önemli bir rol oynayacağını gösterir. `Black Panther`, MCU'nun Afrika kültürü ve mirası üzerine inşa edilmiş zengin bir dünyasını tanıtırken, aynı zamanda ana hikayenin de önemli bir parçası haline gelir. Film, `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşıdır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/black-panther"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt1825683/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/black-panther--2012400"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2018_avengers_infinity_war",
  "label": "Avengers: Infinity War (2018)",
  "title": "Avengers: Infinity War",
  "type": "film",
  "release_date": "2018-04-27",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/99/2012399-871787424.jpg",
  "imdb_rating": 8.4,
  "yönetmen": ["Anthony Russo", "Joe Russo"],
  "oyuncular": ["Robert Downey Jr.", "Chris Hemsworth", "Mark Ruffalo", "Chris Evans", "Scarlett Johansson", "Benedict Cumberbatch", "Tom Holland", "Chadwick Boseman", "Josh Brolin"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Avengers: Infinity War', Faz 3'ün onuncu filmi ve Yenilmezler serisinin zirve noktasıdır. Film, `The Avengers` ve **Guardians of the Galaxy** filmlerinden beri beklenen evrenin en büyük tehdidi olan Thanos'un hikayesine odaklanır. Thanos, evrendeki yaşamın yarısını tek bir parmak şıklatmasıyla yok etme amacı gütmektedir. Bu amacını gerçekleştirmek için evrende var olan altı Sonsuzluk Taşı'nı (Space, Reality, Power, Mind, Time, Soul) bir araya getirmek istemektedir. Yenilmezler ve Galaksinin Koruyucuları, bu büyük tehdit karşısında birleşerek Thanos'u durdurmaya çalışır. Ancak, **Captain America: Civil War**'daki olaylardan dolayı dağılmış olan Yenilmezler, Thanos'a karşı organize olamaz ve farklı gruplar halinde mücadele etmek zorunda kalırlar. Film, Iron Man, Thor, Kaptan Amerika, Doctor Strange, Spider-Man gibi karakterleri Galaksinin Koruyucuları ile bir araya getirir. Film, farklı gezegenlerde ve farklı zamanlarda geçen olayları bir araya getirerek, tüm MCU'nun birleştiği devasa bir hikaye sunar. Russo Kardeşlerin yönettiği film, epik aksiyon sahneleri ve karakterlerin fedakarlıklarıyla izleyiciyi derinden etkiler. Thanos'un hikayesi, filmin ana dramatik öğesidir ve onun motivasyonları, bir kötü karakterden çok, karmaşık bir anti-kahraman profili çizer. Filmin sonunda, Thanos amacına ulaşır ve evrendeki yaşamın yarısını yok ederek izleyicileri şoke eder. Film, süper kahraman filmleri için bir dönüm noktası olmuş ve gişe rekorları kırmıştır. `Infinity War`, kahramanların kaybetmesiyle biten nadir süper kahraman filmlerinden biridir ve izleyiciyi sonraki filmler için büyük bir beklenti içinde bırakır.",
  "refers_to": "'Avengers: Infinity War', Marvel Sinematik Evreni'nin ilk 10 yılını özetleyen ve tüm hikaye örgülerinin birleştiği en kritik filmidir. Film, `The Avengers` filmindeki Thanos'un ilk görünümünden beri beklenen hikayenin doruk noktasıdır. Filmin ana konusu, önceki filmlerde tanıtılan altı Sonsuzluk Taşı'nın (Uzay, Gerçeklik, Güç, Zihin, Zaman ve Ruh Taşları) Thanos tarafından nasıl bir araya getirildiğini anlatır. Bu taşların her biri, daha önceki filmlerde (Tesseract, Aether, Loki'nin asası vb.) görülmüştür ve bu film, bu taşların evrendeki yerini kesinleştirir. `Infinity War`, **Thor: Ragnarok** filminin jenerik sonrası sahnesinin doğrudan devamıdır ve Thanos'un Asgard gemisine saldırısıyla başlar. Film, **Guardians of the Galaxy** ve **Vol. 2**'den gelen karakterlerin Yenilmezler ile nasıl bir araya geldiğini gösterir. Thanos'un, Gamora'yı Ruh Taşı'nı almak için feda etmesi, `Guardians of the Galaxy` serisinin duygusal temelini pekiştirir. Filmin sonunda, Thanos amacına ulaşır ve evrenin yarısını yok eder. Bu olay, **Avengers: Endgame**'in ana konusunu oluşturur. Jenerik sonrası sahnesinde, Nick Fury'nin, yok olmadan önce Captain Marvel'a bir çağrı göndermesi, **Captain Marvel** filmi için bir tanıtım görevi görür. Film, kahramanların kaybetmesiyle biterek, sonraki film için büyük bir beklenti yaratır. `Infinity War`, MCU'nun tüm karakterlerinin ve hikaye örgülerinin bir araya geldiği, epik bir sinematik deneyim sunar ve MCU'nun geleceğini şekillendiren en önemli film olarak öne çıkar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/avengers-infinity-war"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt4154756/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/yenilmezler-sonsuzluk-savasi--2012399"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2018_ant_man_and_the_wasp",
  "label": "Ant-Man and the Wasp (2018)",
  "title": "Ant-Man and the Wasp",
  "type": "film",
  "release_date": "2018-07-06",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/99/2013299-96295605.jpg",
  "imdb_rating": 7.0,
  "yönetmen": ["Peyton Reed"],
  "oyuncular": ["Paul Rudd", "Evangeline Lilly", "Michael Peña", "Walton Goggins", "Hannah John-Kamen", "Michael Douglas"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Ant-Man and the Wasp', Faz 3'ün on birinci filmi ve **Avengers: Infinity War** olaylarından sonra, ancak ondan hemen önce geçen bir hikayeyi anlatır. Film, `Captain America: Civil War` olayları nedeniyle ev hapsinde olan Scott Lang'in (Ant-Man) hikayesine odaklanır. Lang, ailesiyle normal bir hayat sürdürmeye çalışırken, Dr. Hank Pym ve kızı Hope van Dyne (Wasp) tarafından bir göreve çağrılır. Pym ve Hope, Hope'un annesi Janet'ı (ilk Wasp) kuantum aleminden kurtarmak için bir makine inşa etmiştir. Ancak, Janet'ı bulmaya çalışırlarken, 'Ghost' adında, faz değiştirme yeteneğine sahip gizemli bir düşmanla karşılaşırlar. Ghost, geçmişindeki trajik olaylar nedeniyle hem Pym'in teknolojisini hem de Janet'ın bedenindeki enerjiyi çalmaya çalışır. Film, `Ant-Man`'in eğlenceli ve mizahi tonunu korurken, bir yandan da aile, fedakarlık ve ikinci bir şans temalarını işler. Paul Rudd ve Evangeline Lilly'nin kimyası, filmin en güçlü yanlarından biridir. Peyton Reed'in yönettiği film, karmaşık bir hikayeyi, komik diyaloglar ve yaratıcı aksiyon sahneleriyle birleştirir. `Ant-Man and the Wasp`, MCU'nun genel hikayesinden bağımsız, daha kişisel ve hafif bir hikaye sunar. Ancak, filmin sonu, MCU'nun genel hikayesi için kritik bir dönüm noktası oluşturur. Film, `Kuantum Alemi`nin önemini vurgulayarak, gelecekteki **Avengers: Endgame** filmine zemin hazırlar. Film, bir yandan aile bağlarını güçlendirirken, diğer yandan da büyük bir felaketin hemen öncesinde geçen bir hikaye sunarak izleyiciyi sonraki olaylar için hazırlar.",
  "refers_to": "'Ant-Man and the Wasp', **Avengers: Infinity War** olayları sırasında geçen bir film olmasına rağmen, MCU'nun genel hikayesi için hayati bir köprü görevi görür. Filmin en önemli atıfı, `Kuantum Alemi`nin (Quantum Realm) zaman yolculuğu için bir potansiyel barındırdığını göstermesidir. Filmin jenerik sonrası sahnesinde, Scott Lang, kuantum alemine girerken, dış dünyada **Infinity War**'daki parmak şıklatması (The Snap) gerçekleşir. Hope, Hank ve Janet toza dönüşür ve Scott, kuantum aleminde mahsur kalır. Bu sahne, `Ant-Man and the Wasp`'ın, **Infinity War** ile doğrudan bağlantısını kurar ve Scott'ın kuantum aleminde mahsur kalmasının, **Avengers: Endgame**'deki zaman yolculuğu planının anahtarı olacağını gösterir. `Ant-Man` filminin sonunda, Hope'un annesinin kaybolduğu `Kuantum Alemi`nin önemi bu filmde artar ve Janet van Dyne'ın geri dönüşüyle bu alemin sırları daha da derinleşir. `Ant-Man and the Wasp`, Thanos'un parmak şıklatmasıyla evrendeki yaşamın yarısının yok olduğunu gösteren ilk filmdir ve bu felaketin bireyler üzerindeki etkisini vurgular. Film, aynı zamanda, Pym'in teknolojisinin sonraki filmlerde Yenilmezler için nasıl kritik bir rol oynayacağını gösterir. Film, `Infinity War`ın trajik sonundan hemen önce, daha hafif ve eğlenceli bir tonla izleyiciyi rahatlatır, ancak jenerik sonrası sahnesiyle izleyiciyi asıl felaketle yüzleştirir. `Ant-Man and the Wasp`, MCU'nun karmaşık zaman çizelgesinde önemli bir yer tutar ve **Avengers: Endgame** için gerekli olan son bilgileri sağlar. Film, MCU'nun genel hikayesini, daha küçük ve kişisel hikayelerle nasıl zenginleştirdiğini gösteren başarılı bir örnektir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/ant-man-and-the-wasp"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt5095030/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/ant-man-ve-wasp--2013299"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2019_captain_marvel",
  "label": "Captain Marvel (2019)",
  "title": "Captain Marvel",
  "type": "film",
  "release_date": "2019-03-08",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/98/2012398-514050756.jpg",
  "imdb_rating": 6.7,
  "yönetmen": ["Anna Boden", "Ryan Fleck"],
  "oyuncular": ["Brie Larson", "Samuel L. Jackson", "Ben Mendelsohn", "Lashana Lynch", "Jude Law"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Captain Marvel', Faz 3'ün on ikinci filmi ve **Avengers: Endgame**'den hemen önce vizyona giren bir yapımdır. Film, 1990'larda geçerek, Kree ırkının bir savaşçısı olan Vers'in (Carol Danvers) hikayesini anlatır. Vers, geçmişiyle ilgili anılarını kaybetmiş ve Kree'ler tarafından beyni manipüle edilerek, Skrull adı verilen şekil değiştiren uzaylı bir ırka karşı savaşmaktadır. Bir görev sırasında Dünya'ya düşen Vers, S.H.I.E.L.D. ajanı Nick Fury ile tanışır. Fury ile birlikte, geçmişi ve gerçek kimliği hakkında ipuçları bulmaya başlar. Carol, aslında bir Amerikan Hava Kuvvetleri pilotu olduğunu ve kazara uzaylı teknolojisiyle temas etmesi sonucu, süper güçler kazandığını hatırlar. Gerçek kimliğini keşfettikten sonra, Carol, aslında Kree'lerin kötü niyetli bir ırk olduğunu ve Skrull'ların ise masum mülteciler olduğunu anlar. Film, Carol Danvers'ın Captain Marvel'a dönüşümünü, arkadaşlık, kimlik ve aidiyet gibi temaları işler. Anna Boden ve Ryan Fleck'in yönettiği film, 90'ların ruhunu yansıtan müzikleri ve nostaljik atmosferiyle dikkat çeker. Brie Larson'ın canlandırdığı Captain Marvel, MCU'daki en güçlü kahramanlardan biri olarak öne çıkar ve evrenin geleceği için kritik bir rol oynar. Film, Nick Fury'nin S.H.I.E.L.D.'in başına nasıl geçtiğini ve `Yenilmezler` fikrinin nasıl ortaya çıktığını da açıklar. Filmin sonunda, Captain Marvel'ın uzaydaki diğer gezegenlerdeki olaylarla ilgilenmek için dünyayı terk etmesi, onun neden **Infinity War**'da yer almadığını da açıklar.",
  "refers_to": "'Captain Marvel', MCU'nun kökenine dair önemli referanslar sunan ve **Avengers: Endgame**'e doğrudan bağlanan bir filmdir. Filmin en önemli atfı, **Avengers: Infinity War**'ın jenerik sonrası sahnesinde, Nick Fury'nin yok olmadan hemen önce Captain Marvel'a bir çağrı göndermesinin nedenini açıklamasıdır. Film, `P.A.G.E.R.` adıyla bilinen ve Fury'nin acil durumlarda Captain Marvel'a ulaşmak için kullandığı bir çağrı cihazını tanıtır. Filmde, Nick Fury'nin `Yenilmezler Girişimi` (Avengers Initiative) fikrini, Carol Danvers'ın gücünden esinlenerek ortaya çıkardığı gösterilir. Bu durum, MCU'nun başlangıcına dair önemli bir bilgidir ve evrenin temelini yeniden tanımlar. `Captain Marvel`, Kree ve Skrull ırkları arasındaki savaşı tanıtarak, MCU'nun kozmik boyutunu daha da genişletir. Bu, gelecekteki filmlerde uzaylı ırkların rolünün artacağını gösterir. Filmin jenerik sonrası sahnesinde, Captain Marvel'ın, **Infinity War**'daki parmak şıklatmasının ardından Yenilmezler'in yanına geldiğini ve kayıp olan Tony Stark'ı aramaya başladıklarını görürüz. Bu sahne, filmi doğrudan **Avengers: Endgame**'e bağlar. Film, Nick Fury'nin sol gözünün hikayesini de mizahi bir şekilde anlatır. Filmin sonunda Captain Marvel'ın Nick Fury'ye verdiği çağrı cihazı, `Endgame` filminde büyük bir felaketin ardından onun nasıl geri döneceğini gösterir. `Captain Marvel`, MCU'nun en güçlü kahramanlarından birinin kökenini anlatırken, evrenin geleceği için gerekli olan son bilgileri sağlar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/captain-marvel"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt4154664/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/captain-marvel--2012398"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2019_avengers_endgame",
  "label": "Avengers: Endgame (2019)",
  "title": "Avengers: Endgame",
  "type": "film",
  "release_date": "2019-04-26",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/96/2012396-294190655.jpg",
  "imdb_rating": 8.4,
  "yönetmen": ["Anthony Russo", "Joe Russo"],
  "oyuncular": ["Robert Downey Jr.", "Chris Evans", "Mark Ruffalo", "Chris Hemsworth", "Scarlett Johansson", "Jeremy Renner", "Don Cheadle", "Paul Rudd", "Brie Larson", "Josh Brolin"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Dram"],
  "shape": "image",
  "description": "'Avengers: Endgame', Faz 3'ün son filmi ve **Avengers: Infinity War**'ın doğrudan devamıdır. Film, Thanos'un evrendeki yaşamın yarısını yok etmesinden beş yıl sonra, kalan Yenilmezler'in yaşadığı umutsuzluk ve kayıp duygularıyla başlar. Ant-Man (Scott Lang), kuantum aleminden geri döndüğünde, zamanda yolculuk yapma fikrini ortaya atar. Bu, hayatta kalan kahramanlar için bir umut ışığı olur. Kalan Yenilmezler, kaybolanları geri getirmek ve Thanos'un evreni yeniden dengeleme planını durdurmak için geçmişe giderek Sonsuzluk Taşları'nı toplamaya karar verir. Bu tehlikeli görevde, her biri farklı zaman ve yerlere yolculuk eder. Film, aynı zamanda Iron Man ve Kaptan Amerika arasındaki düşmanlığın sona erdiğini gösterir. Kaptan Amerika, Thor, Hulk, Hawkeye, Black Widow ve diğerleri, Thanos'un son hamlesini durdurmak için bir araya gelirler. Film, tüm MCU'nun ilk on yılının doruk noktasıdır ve karakterlerin hikayelerini duygusal bir şekilde sona erdirir. Russo Kardeşlerin yönettiği film, aksiyonu, dramı ve mizahı mükemmel bir dengeyle birleştirir. `Endgame`, sadece bir süper kahraman filmi değil, aynı zamanda dostluk, fedakarlık, kayıp ve umut gibi evrensel temaları işleyen bir destandır. Filmin finalindeki destansı savaş sahnesi ve Tony Stark'ın fedakarlığı, izleyicileri derinden etkiler. Film, süper kahraman filmleri için bir dönüm noktası olmuş ve gişe rekorları kırmıştır. `Endgame`, MCU'nun ilk büyük hikayesini başarılı bir şekilde tamamlar ve yeni bir dönemin başlangıcını işaret eder.",
  "refers_to": "'Avengers: Endgame', MCU'nun ilk üç fazını sonlandıran ve tüm hikaye örgülerinin birleştiği en kritik filmidir. Film, `Iron Man`'den bu yana gelen tüm hikayelerin bir sonucudur. Filmin ana konusu, **Avengers: Infinity War**'ın trajik sonunu tersine çevirmek için Yenilmezler'in zamanda yolculuk yapmasıdır. Bu yolculuk, izleyicilere **The Avengers**, **Thor: The Dark World** ve **Guardians of the Galaxy** gibi filmlerin önemli anlarını yeniden yaşama fırsatı sunar. Film, `Kuantum Alemi`nin zaman yolculuğu için nasıl kullanılabileceğini göstererek, **Ant-Man and the Wasp**'da tanıtılan bu kavramın önemini vurgular. Tony Stark'ın babası Howard Stark ile geçmişte bir araya gelmesi, Tony'nin babasıyla olan ilişkisini tamir etmesini ve kişisel gelişimini tamamlamasını sağlar. Kaptan Amerika'nın geçmişe dönerek Kalkan'ı Tony Stark'a vermesi, aralarındaki düşmanlığın sona erdiğini ve dostluğun ne kadar güçlü olduğunu gösterir. Film, `Captain America: The First Avenger` filmiyle de bir döngüyü tamamlar ve Kaptan Amerika'nın hayatını sevdiği kadınla (Peggy Carter) yaşamasını sağlar. Filmde, Black Widow'un Ruh Taşı'nı almak için yaptığı fedakarlık, karakterinin gelişimini tamamlar ve `Yenilmezler`in nihai zaferi için kritik bir rol oynar. Filmin sonunda, Kaptan Amerika'nın kalkanı Falcon'a vermesi, onun yeni Kaptan Amerika olacağının bir işaretidir. `Endgame`, MCU'nun tüm karakterlerinin ve hikayelerinin bir araya geldiği, epik ve duygusal bir final sunar ve yeni bir dönemin başlangıcını işaret eder.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/avengers-endgame"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt4154796/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/yenilmezler-son-oyun--2012396"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2019_spider_man_far_from_home",
  "label": "Spider-Man: Far From Home (2019)",
  "title": "Spider-Man: Far From Home",
  "type": "film",
  "release_date": "2019-07-05",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/85/2013485-792041102.jpg",
  "imdb_rating": 7.4,
  "yönetmen": ["Jon Watts"],
  "oyuncular": ["Tom Holland", "Samuel L. Jackson", "Jake Gyllenhaal", "Zendaya", "Jon Favreau", "Marisa Tomei"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Spider-Man: Far From Home', Faz 3'ün son filmi ve **Avengers: Endgame**'in hemen ardından, lise öğrencisi Peter Parker'ın (Örümcek Adam) hikayesini anlatır. Film, `parmak şıklatması` olayından sonra normale dönmeye çalışan dünyada geçer. Peter, yaz tatilinde Avrupa'ya bir okul gezisine çıkar ve süper kahramanlık görevlerinden uzaklaşmaya çalışır. Ancak bu sırada, Nick Fury ve gizemli bir kahraman olan Mysterio (Quentin Beck) ile tanışır. Mysterio, **Elementals** adı verilen, elementlerden oluşan canavarlara karşı savaşan bir kahraman olduğunu iddia eder. Fury ve Mysterio, Peter'dan bu tehditle mücadele etmesini ister. Peter, başlangıçta bu görevi üstlenmekte tereddüt etse de, sonunda Mysterio'ya yardım etmeye karar verir. Peter, Mysterio'ya güvenirken, aslında Mysterio'nun bir aldatmaca olduğunu, eski bir Stark Industries çalışanı olduğunu ve Elementals'ın sadece illüzyonlar olduğunu keşfeder. Mysterio, halkın gözünde yeni bir kahraman olmak için bu illüzyonları yaratmıştır. Film, Peter'ın Tony Stark'ın mirasını taşıma sorumluluğuyla yüzleşmesini ve kendi başına gerçek bir kahraman olma yolunda attığı adımları işler. Tom Holland'ın performansı, gençliğin getirdiği masumiyet ve sorumluluk duygusunu başarılı bir şekilde yansıtır. `Far From Home`, MCU'nun yeni bir döneme nasıl geçiş yaptığını gösteren bir film olarak öne çıkar.",
  "refers_to": "'Spider-Man: Far From Home', MCU'nun Faz 3'ünü sonlandıran ve evrenin yeni dönemine dair önemli atıflar içerir. Filmin ana konusu, **Avengers: Endgame**'in sonuçları etrafında döner. Tony Stark'ın ölümünün Peter Parker üzerindeki duygusal etkisi ve onun Stark'ın mirasını taşıma sorumluluğu, filmin ana temasıdır. Filmde, Mysterio'nun çoklu evrenlerden geldiğini iddia etmesi, **Doctor Strange in the Multiverse of Madness** filminde işlenecek olan çoklu evren kavramına ilk göndermedir. Filmin jenerik sonrası sahnesinde, Mysterio'nun Örümcek Adam'ın kimliğini ifşa etmesi, Peter'ın hayatını tamamen değiştirir ve **Spider-Man: No Way Home**'un ana konusunu oluşturur. Film, aynı zamanda, Nick Fury'nin aslında Skrull'ların lideri Talos olduğunu ve gerçek Fury'nin uzayda olduğunu gösteren bir jenerik sonrası sahnesi içerir. Bu sahne, `Captain Marvel` filminde tanıtılan Skrull'ların evrendeki rolünü genişletir ve **Secret Invasion** dizisine zemin hazırlar. `Far From Home`, Peter Parker'ın `Captain America: Civil War`'dan beri yaşadığı gelişimini tamamlar ve onu, kendi başına kararlar veren olgun bir kahramana dönüştürür. Film, bir yandan Tony Stark'ın mirasıyla vedalaşırken, diğer yandan da MCU'nun gelecekteki çoklu evren temalarını ve yeni karakterlerin rollerini ortaya koyar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/spider-man-far-from-home"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt6320628/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/orumcek-adam-eve-donus--2011887"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2021_black_widow",
  "label": "Black Widow (2021)",
  "title": "Black Widow",
  "type": "film",
  "release_date": "2021-07-09",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/97/2013297-50134739.jpg",
  "imdb_rating": 6.6,
  "yönetmen": ["Cate Shortland"],
  "oyuncular": ["Scarlett Johansson", "Florence Pugh", "David Harbour", "Rachel Weisz"],
  "tür": ["Aksiyon", "Gerilim", "Macera"],
  "shape": "image",
  "description": "'Black Widow', Faz 4'ün başlangıcıdır ve kronolojik olarak **Captain America: Civil War** ve **Avengers: Infinity War** filmleri arasında geçen bir hikayeyi anlatır. Film, `Sokovia Anlaşması` nedeniyle kaçak duruma düşen Natasha Romanoff'un (Black Widow) hikayesine odaklanır. Natasha, geçmişiyle yüzleşmek zorunda kalır ve `Kırmızı Oda` (Red Room) adlı gizli bir Sovyet programının, kendisi gibi diğer suikastçıları yetiştirdiğini keşfeder. Bu süreçte, uzun zamandır görüşmediği 'ailesiyle', yani üvey kız kardeşi Yelena Belova, babası Alexei Shostakov (Red Guardian) ve annesi Melina Vostokoff ile yeniden bir araya gelir. Bu aile, Red Room'un lideri Dreykov'u ve onun yarattığı yeni suikastçıları durdurmak için işbirliği yapar. `Black Widow`, Natasha'nın, kendi geçmişi ve yaptığı hatalarla nasıl yüzleştiğini ve ailesini nasıl korumaya çalıştığını anlatır. Film, karakterin **Avengers: Endgame**'deki fedakarlığına duygusal bir zemin hazırlar. Cate Shortland'ın yönetmenliğindeki film, casusluk gerilimi ve aksiyonu başarılı bir şekilde harmanlar. Scarlett Johansson, Natasha'nın kırılgan ve güçlü yönlerini bir arada sunar. Filmin ana teması, bir kahramanın karanlık geçmişinden nasıl kaçtığı ve kendini affetmek için nasıl mücadele ettiğidir. Film, Natasha'nın 'Red Room' ile olan bağlarını ve bu programın MCU'daki etkilerini ortaya koyar. `Black Widow`, bir yandan Natasha'ya hak ettiği solo filmi verirken, diğer yandan da MCU'nun genel hikayesi için yeni karakterler ve konular tanıtır.",
  "refers_to": "'Black Widow', MCU'nun genel hikayesine ve sonraki filmlere yönelik önemli atıflar içerir. Filmin en önemli özelliği, **Avengers: Endgame**'de `Black Widow`'un yaptığı fedakarlığa duygusal bir bağlam sağlamasıdır. Filmde, Natasha'nın ailesiyle olan ilişkisi, onun 'yenilmezler'i kendi ailesi olarak görmesinin nedenini açıklar. Jenerik sonrası sahnede, Valentina Allegra de Fontaine'in Yelena Belova'ya, Natasha'nın ölümünden Hawkeye'ın sorumlu olduğunu söylemesi, Yelena'nın **Hawkeye** dizisindeki motivasyonunu ve görevini açıklar. Bu sahne, `Contessa` karakterinin MCU'daki rolünü genişletir ve gelecekteki `Thunderbolts` takımının oluşumuna zemin hazırlar. Film, `Red Guardian` (Alexei Shostakov) karakterini tanıtır ve onun Kaptan Amerika'ya olan takıntısı, MCU'nun geçmişine mizahi bir göndermedir. `Black Widow`, Natasha'nın 'Red Room'daki geçmişini ve onun yaptığı hataları aydınlatır. Filmin sonunda, Natasha'nın Rusya'dan kaçarak **Infinity War** olaylarına katılması, onun karakter gelişimini tamamlar. `Black Widow`, MCU'nun Faz 4'üne bir başlangıç yaparken, bir yandan da **Yenilmezler**'in en önemli üyelerinden birine hak ettiği bir veda sunar. Filmde, Yelena Belova'nın, Natasha'nın mirasını devralacağı ve MCU'nun geleceğinde önemli bir rol oynayacağı da ima edilir. Film, casusluk, aile ve aidiyet temalarını işleyerek, MCU'nun genel tonunu derinleştirir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/black-widow"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt3480822/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/black-widow--2013297"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2021_shang_chi",
  "label": "Shang-Chi and the Legend of the Ten Rings (2021)",
  "title": "Shang-Chi and the Legend of the Ten Rings",
  "type": "film",
  "release_date": "2021-09-03",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/88/2014088-50799231.jpg",
  "imdb_rating": 7.3,
  "yönetmen": ["Destin Daniel Cretton"],
  "oyuncular": ["Simu Liu", "Awkwafina", "Meng'er Zhang", "Tony Leung"],
  "tür": ["Aksiyon", "Macera", "Fantastik"],
  "shape": "image",
  "description": "'Shang-Chi and the Legend of the Ten Rings', Faz 4'ün ikinci filmi ve MCU'ya yeni bir kahraman olan Shang-Chi'yi tanıtan bir yapımdır. Film, `Yenilmezler: Son Oyun` olaylarından sonra, babasının gölgeli geçmişinden kaçmaya çalışan Shaun (Shang-Chi) adında genç bir adamın hikayesine odaklanır. Shaun, San Francisco'da normal bir hayat sürerken, babası Wenwu'nun (Mandarin) ona on yüzükleri kullanarak dünyayı ele geçirme planını durdurmak zorunda kalır. Shang-Chi, dövüş sanatlarında yetenekli bir suikastçı olarak yetiştirilmiştir ve bu becerilerini kullanarak babasına karşı savaşmak zorundadır. Bu süreçte, kız kardeşi Xialing ve en yakın arkadaşı Katy'den yardım alır. Film, Shang-Chi'nin babasıyla olan karmaşık ilişkisini ve kendi kimliğini bulma yolculuğunu işler. Destin Daniel Cretton'ın yönettiği film, dövüş sanatları aksiyonuyla, Çin mitolojisinden ilham alan fantastik unsurları birleştirir. `Shang-Chi`, sadece bir süper kahraman filmi değil, aynı zamanda aile, miras ve kader temalarını işleyen bir dramadır. Simu Liu'nun performansı, karaktere hem güç hem de duygusal derinlik katar. Film, MCU'nun genel hikayesine Asya kültürünü ve mitolojisini dahil ederek, evrenin sınırlarını genişletir. Film, `Mandarin` karakterinin gerçek kimliğini ortaya çıkararak, **Iron Man 3**'te yaratılan bir boşluğu doldurur. `Shang-Chi`, yeni bir dönemin başlangıcını işaret eden ve MCU'nun geleceği için yeni bir kahramanın doğuşunu anlatan önemli bir film olarak öne çıkar. Film, bir yandan ana hikayeyi anlatırken, diğer yandan da aile bağlarının gücünü vurgular.",
  "refers_to": "'Shang-Chi and the Legend of the Ten Rings', MCU'nun genel hikayesine ve sonraki filmlere yönelik önemli atıflar içerir. Filmin en önemli özelliği, **Iron Man 3**'te tanıtılan 'Mandarin'in gerçek kimliğini, yani Wenwu'yu ortaya çıkarmasıdır. Bu durum, önceki filmlerdeki boşlukları doldurur ve MCU'nun hikaye bütünlüğünü pekiştirir. Filmin jenerik sonrası sahnelerinden birinde, Shang-Chi'nin, Wong tarafından Yenilmezler'in yanına çağrıldığını ve Bruce Banner (Hulk) ve Captain Marvel (Carol Danvers) ile tanıştığını görürüz. Bu sahne, `Shang-Chi`'nin, MCU'nun ana kahramanlarından biri haline geleceğinin bir işaretidir. Filmde, Shang-Chi'nin on yüzükleri (Ten Rings) kullanma yeteneği ve bu yüzüklerin uzaylı kökenli olduğu, gelecekteki filmlerde işlenecek olan kozmik tehditlere kapı aralar. Film, `The Incredible Hulk` filminden sonra Bruce Banner'ın `Smart Hulk` haline nasıl dönüştüğünü gösterir. Filmde, Wong'un, `Kamoru'n-Taj`'ın gizemli bir yer olduğunu ve büyücülerin dünyayı korumakla görevli olduğunu ima etmesi, **Doctor Strange**'in dünyasına bir atıftır. `Shang-Chi`, MCU'nun Asya kültürünü ve mitolojisini dahil ederek, evrenin sınırlarını genişletir ve yeni karakterlerin ve hikaye örgülerinin önünü açar. Film, **Iron Man 3**'te yaratılan 'Mandarin' imajını, daha derin ve karmaşık bir karakter olan Wenwu'yla değiştirerek, hikayeye daha fazla ağırlık katar. `Shang-Chi`, Faz 4'ün başlangıç filmlerinden biri olarak, MCU'nun gelecekteki maceraları için yeni bir kahramanın doğuşunu anlatır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/shang-chi-and-the-legend-of-the-ten-rings"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt9376612/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/shang-chi-ve-on-halka-efsanesi--2014088"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2021_eternals",
  "label": "Eternals (2021)",
  "title": "Eternals",
  "type": "film",
  "release_date": "2021-11-05",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/96/2013296-51892377.jpg",
  "imdb_rating": 6.2,
  "yönetmen": ["Chloé Zhao"],
  "oyuncular": ["Gemma Chan", "Richard Madden", "Angelina Jolie", "Salma Hayek", "Kumail Nanjiani"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Fantastik"],
  "shape": "image",
  "description": "'Eternals', Faz 4'ün üçüncü filmi ve MCU'ya, evrenin en eski ve en gizemli ırklarından biri olan `Eternals`'ı tanıtan bir yapımdır. Film, `Yenilmezler: Son Oyun` olaylarından sonra, insanlığı korumak için 7000 yıldır gizlice Dünya'da yaşayan on ölümsüz kahramanın hikayesini anlatır. Eternals, `Deviant` adı verilen mutant uzaylı ırkına karşı savaşmak için `Celestial` adlı ilahi varlıklar tarafından Dünya'ya gönderilmiştir. Ancak, `Deviant`lar beklenmedik bir şekilde geri dönünce, Eternals da tekrar bir araya gelmek zorunda kalır. Ekip, bu savaş sırasında, aslında **Celestial**'ın, yeni bir gezegen yaratmak için dünyayı yok etme planı olduğunu keşfeder. Bu korkunç gerçeği öğrenen Eternals, insanlığı kurtarmak için kendi yaratıcılarına karşı savaşmak zorunda kalır. Chloé Zhao'nun yönetmenliğindeki film, bir süper kahraman filminden çok, destansı ve felsefi bir bilim kurgu hikayesi sunar. Film, insanlık, evrim, yaratılış ve aidiyet gibi derin temaları işler. `Eternals`, görsel olarak büyüleyici manzaralar ve akıl almaz sahnelerle doludur. Film, MCU'nun kozmik tarafını daha da derinleştirerek, evrenin kökenleri hakkında daha önce bilinmeyen detayları ortaya çıkarır. Film, bir yandan Eternals'ın kendi içlerindeki çatışmalarını ve bağlılıklarını anlatırken, diğer yandan da insanlık için neyin doğru olduğunu sorgular.",
  "refers_to": "'Eternals', MCU'nun genel hikayesi için çok önemli referanslar sunan ve evrenin en eski kökenlerini açıklayan bir filmdir. Filmin en önemli atıfı, `Celestial` adı verilen ilahi varlıkların, evrenin yaratıcıları olduğunu ortaya çıkarmasıdır. Bu, **Guardians of the Galaxy** filmlerinde bahsedilen Celestial'ların gerçek kimliğini ve rolünü açıklar. Film, `Yenilmezler: Son Oyun`'daki parmak şıklatmasının, dünyadaki yaşamı nasıl etkilediğini ve Celestial'ın gezegeni yok etme planını nasıl hızlandırdığını gösterir. Jenerik sonrası sahnelerinden birinde, `Starfox` (Eros), yani Thanos'un kardeşi, `Koruyucular`a katılarak onlara yardım etmeyi teklif eder. Bu sahne, `Thanos`'un ailesi ve geçmişi hakkında daha fazla bilgi sunar ve gelecekteki `Guardians of the Galaxy` filmleri için bir zemin hazırlar. İkinci jenerik sonrası sahnesinde ise, Dane Whitman'ın (Kit Harington) babasının gizemli bir kılıcı (`Ebony Blade`) tuttuğunu görürüz. Bu sahne, `Dane Whitman`'ın çizgi romanlardaki **Kara Şövalye** (Black Knight) karakterine dönüşeceğinin bir işaretidir ve bu karakterin MCU'daki geleceği için bir kapı aralar. `Eternals`, MCU'nun kökenlerini, kozmik güçlerini ve evrenin yaratılışına dair felsefi soruları işleyerek, evrenin genel yapısını ve hikayesini derinleştirir. Film, `Thanos`'un motivasyonlarını ve geçmişini daha iyi anlamamızı sağlar. `Eternals`, bir yandan kendi bağımsız hikayesini anlatırken, diğer yandan da MCU'nun genel hikayesi için yeni karakterler ve konular tanıtır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/eternals"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt9032400/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/eternals--2013296"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2021_spider_man_no_way_home",
  "label": "Spider-Man: No Way Home (2021)",
  "title": "Spider-Man: No Way Home",
  "type": "film",
  "release_date": "2021-12-17",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/69/2015169-56206561.jpg",
  "imdb_rating": 8.2,
  "yönetmen": ["Jon Watts"],
  "oyuncular": ["Tom Holland", "Zendaya", "Benedict Cumberbatch", "Jacob Batalon", "Alfred Molina", "Jamie Foxx", "Willem Dafoe"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Spider-Man: No Way Home', Faz 4'ün dördüncü filmi ve **Spider-Man: Far From Home**'un doğrudan devamıdır. Film, Peter Parker'ın (Örümcek Adam) kimliğinin Mysterio tarafından ifşa edilmesinden sonra, hayatının altüst olmasıyla başlar. Peter, bu durumun sevdiklerinin hayatını tehlikeye attığını düşünerek Doctor Strange'den yardım ister. Strange, Peter'ın kimliğini herkesin unutması için bir büyü yapar. Ancak Peter'ın sürekli büyüyü bölmesi, çoklu evrenleri açar ve geçmiş filmlerden, farklı evrenlerden gelen düşmanlar (Doktor Ahtapot, Yeşil Cin, Elektro, Kertenkele, Kum Adam) MCU'ya gelir. Peter, bu düşmanları kendi evrenlerine geri göndermeye çalışırken, diğer evrenlerden gelen iki farklı `Örümcek Adam` (Tobey Maguire ve Andrew Garfield) ile tanışır. Üç Örümcek Adam, bir araya gelerek bu düşmanları iyileştirmeye ve onları kendi evrenlerine geri göndermeye çalışır. `No Way Home`, hayranların uzun zamandır beklediği, Örümcek Adam serisinin en önemli filmlerinden biri olarak kabul edilir. Jon Watts'ın yönettiği film, duygusal anları, aksiyonu ve çoklu evren temasını başarılı bir şekilde birleştirir. Film, Peter Parker'ın bir kahraman olarak yaşadığı en büyük trajediyi ve fedakarlığı anlatır. Tom Holland'ın performansı, Peter'ın kaybını ve sorumluluklarını derinlemesine yansıtır. `No Way Home`, MCU'nun çoklu evren konseptini tamamen açar ve evrenin geleceği için yeni bir dönemin başlangıcını işaret eder.",
  "refers_to": "'Spider-Man: No Way Home', MCU'nun en önemli filmlerinden biridir ve çoklu evren konseptini tamamen açan bir yapımdır. Filmin en önemli atfı, **Sam Raimi** ve **Marc Webb**'in yönettiği Örümcek Adam filmlerinin ana karakterlerini ve düşmanlarını MCU'ya dahil etmesidir. Bu durum, bu filmlerin de MCU'nun çoklu evreninde var olduğunu kanıtlar. Filmde, Doctor Strange'in yaptığı büyünün ters gitmesi, **Doctor Strange in the Multiverse of Madness** filmindeki çoklu evren felaketine zemin hazırlar. Film, Peter Parker'ın, sevdiklerini korumak için, kimliğini tüm dünyanın unutmasını istemesiyle, kişisel fedakarlığın ne kadar önemli olduğunu vurgular. Filmin sonunda, Peter'ın herkes tarafından unutulması, onun **Avengers: Endgame**'de yaşadığı kayıplardan sonra, en büyük trajediyi yaşamasına neden olur ve onu, kendi başına bir kahraman olmaya iter. Filmin jenerik sonrası sahnelerinden biri, Tom Hardy'nin canlandırdığı `Venom`'un MCU'ya gelmesi ve sonra tekrar kendi evrenine dönmesini gösterir. Bu sahne, `Venom` evreninin de MCU'nun çoklu evreninde var olduğunu kanıtlar. `No Way Home`, MCU'nun çoklu evren konseptini açarken, bir yandan da Peter Parker'ın hikayesini sıfırlayarak, onu yeni bir döneme hazırlar. Film, `Spider-Man`'in geçmiş filmleriyle kurduğu güçlü bağlar sayesinde, hayranlar için duygusal ve tatmin edici bir final sunar. `No Way Home`, MCU'nun gelecekteki çoklu evren filmleri için bir referans noktasıdır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/spider-man-no-way-home"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10872600/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/orumcek-adam-eve-donus-yok--2015169"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2021_spider_man_no_way_home",
  "label": "Spider-Man: No Way Home (2021)",
  "title": "Spider-Man: No Way Home",
  "type": "film",
  "release_date": "2021-12-17",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/69/2015169-56206561.jpg",
  "imdb_rating": 8.2,
  "yönetmen": ["Jon Watts"],
  "oyuncular": ["Tom Holland", "Zendaya", "Benedict Cumberbatch", "Jacob Batalon", "Alfred Molina", "Jamie Foxx", "Willem Dafoe"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Spider-Man: No Way Home', Faz 4'ün dördüncü filmi ve **Spider-Man: Far From Home**'un doğrudan devamıdır. Film, Peter Parker'ın (Örümcek Adam) kimliğinin Mysterio tarafından ifşa edilmesinden sonra, hayatının altüst olmasıyla başlar. Peter, bu durumun sevdiklerinin hayatını tehlikeye attığını düşünerek Doctor Strange'den yardım ister. Strange, Peter'ın kimliğini herkesin unutması için bir büyü yapar. Ancak Peter'ın sürekli büyüyü bölmesi, çoklu evrenleri açar ve geçmiş filmlerden, farklı evrenlerden gelen düşmanlar (Doktor Ahtapot, Yeşil Cin, Elektro, Kertenkele, Kum Adam) MCU'ya gelir. Peter, bu düşmanları kendi evrenlerine geri göndermeye çalışırken, diğer evrenlerden gelen iki farklı `Örümcek Adam` (Tobey Maguire ve Andrew Garfield) ile tanışır. Üç Örümcek Adam, bir araya gelerek bu düşmanları iyileştirmeye ve onları kendi evrenlerine geri göndermeye çalışır. `No Way Home`, hayranların uzun zamandır beklediği, Örümcek Adam serisinin en önemli filmlerinden biri olarak kabul edilir. Jon Watts'ın yönettiği film, duygusal anları, aksiyonu ve çoklu evren temasını başarılı bir şekilde birleştirir. Film, Peter Parker'ın bir kahraman olarak yaşadığı en büyük trajediyi ve fedakarlığı anlatır. Tom Holland'ın performansı, Peter'ın kaybını ve sorumluluklarını derinlemesine yansıtır. `No Way Home`, MCU'nun çoklu evren konseptini tamamen açar ve evrenin geleceği için yeni bir dönemin başlangıcını işaret eder.",
  "refers_to": "'Spider-Man: No Way Home', MCU'nun en önemli filmlerinden biridir ve çoklu evren konseptini tamamen açan bir yapımdır. Filmin en önemli atfı, **Sam Raimi** ve **Marc Webb**'in yönettiği Örümcek Adam filmlerinin ana karakterlerini ve düşmanlarını MCU'ya dahil etmesidir. Bu durum, bu filmlerin de MCU'nun çoklu evreninde var olduğunu kanıtlar. Filmde, Doctor Strange'in yaptığı büyünün ters gitmesi, **Doctor Strange in the Multiverse of Madness** filmindeki çoklu evren felaketine zemin hazırlar. Film, Peter Parker'ın, sevdiklerini korumak için, kimliğini tüm dünyanın unutmasını istemesiyle, kişisel fedakarlığın ne kadar önemli olduğunu vurgular. Filmin sonunda, Peter'ın herkes tarafından unutulması, onun **Avengers: Endgame**'de yaşadığı kayıplardan sonra, en büyük trajediyi yaşamasına neden olur ve onu, kendi başına bir kahraman olmaya iter. Filmin jenerik sonrası sahnelerinden biri, Tom Hardy'nin canlandırdığı `Venom`'un MCU'ya gelmesi ve sonra tekrar kendi evrenine dönmesini gösterir. Bu sahne, `Venom` evreninin de MCU'nun çoklu evreninde var olduğunu kanıtlar. `No Way Home`, MCU'nun çoklu evren konseptini açarken, bir yandan da Peter Parker'ın hikayesini sıfırlayarak, onu yeni bir döneme hazırlar. Film, `Spider-Man`'in geçmiş filmleriyle kurduğu güçlü bağlar sayesinde, hayranlar için duygusal ve tatmin edici bir final sunar. `No Way Home`, MCU'nun gelecekteki çoklu evren filmleri için bir referans noktasıdır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/spider-man-no-way-home"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10872600/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/orumcek-adam-eve-donus-yok--2015169"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2022_doctor_strange_multiverse_of_madness",
  "label": "Doctor Strange in the Multiverse of Madness (2022)",
  "title": "Doctor Strange in the Multiverse of Madness",
  "type": "film",
  "release_date": "2022-05-06",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/82/2014082-54422277.jpg",
  "imdb_rating": 6.9,
  "yönetmen": ["Sam Raimi"],
  "oyuncular": ["Benedict Cumberbatch", "Elizabeth Olsen", "Chiwetel Ejiofor", "Benedict Wong", "Xochitl Gomez"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Korku"],
  "shape": "image",
  "description": "'Doctor Strange in the Multiverse of Madness', Faz 4'ün beşinci filmi ve **Spider-Man: No Way Home**'un çoklu evren konseptinin doğrudan devamıdır. Film, Doctor Strange'in, çoklu evrenler arasında seyahat edebilen ve 'America Chavez' adlı genç bir kızı korumak için verdiği mücadeleyi anlatır. Strange, Chavez'i, onun güçlerini ele geçirmek isteyen ve `Karanlık Kitap`'ın (Darkhold) etkisindeki Scarlet Witch'ten (Wanda Maximoff) korumaya çalışır. Wanda, `Karanlık Kitap`'ın etkisiyle, çoklu evrende çocuklarıyla birlikte mutlu bir hayat süren bir versiyonunu bulmak ve ona ulaşmak için her şeyi yapmaya hazırdır. Strange, Chavez ile birlikte, çoklu evrenler arasında tehlikeli bir yolculuğa çıkar ve farklı versiyonlarıyla karşılaşır. Bu yolculuk sırasında, Captain Marvel, Black Bolt, Reed Richards gibi yeni karakterlerle tanışır ve onlarla işbirliği yapar. Sam Raimi'nin yönettiği film, korku ve gerilim unsurlarını süper kahraman aksiyonuyla birleştirerek, MCU'ya yeni bir ton getirir. `Multiverse of Madness`, Doctor Strange'in kendi vicdanıyla yüzleşmesini ve Wanda'nın trajik hikayesinin ne kadar derin olduğunu gösterir. Film, `çoklu evren`in sadece heyecan verici bir konsept olmadığını, aynı zamanda büyük tehlikeler ve dramatik sonuçlar taşıdığını vurgular. Film, bir yandan Doctor Strange'in bir kahraman olarak yaşadığı gelişimi gösterirken, diğer yandan da Wanda'nın kayıplarının onu ne kadar ileriye götürebileceğini anlatır.",
  "refers_to": "'Doctor Strange in the Multiverse of Madness', MCU'nun çoklu evren konseptini tam anlamıyla açan ve geçmiş filmlere sayısız atıf içeren bir filmdir. Filmin ana konusu, **Spider-Man: No Way Home**'daki çoklu evren büyüsünün neden olduğu felaketin doğrudan bir sonucudur. Wanda Maximoff'un kötü niyetli bir karakter olarak ortaya çıkması, **WandaVision** dizisindeki olayların doğrudan devamıdır. Wanda, `Karanlık Kitap`'ın etkisiyle, ikiz çocuklarına olan özlemi nedeniyle çoklu evrenleri manipüle etmeye çalışır. Film, `Illuminati` adı verilen, **Reed Richards** (Fantastik Dörtlü), `Black Bolt`, `Captain Marvel`, `Captain Carter` ve `Professor X` gibi karakterlerin yer aldığı alternatif bir Yenilmezler takımını tanıtır. Bu, MCU'nun gelecekteki karakterlerini ve hikayelerini ima eden önemli bir referanstır. Sam Raimi'nin yönetmenliğindeki film, **Spider-Man** üçlemesinden gelen `Pizza Poppa` gibi karakterlere mizahi göndermeler yapar. Jenerik sonrası sahnesinde, Charlize Theron'un canlandırdığı `Clea` karakteri, Doctor Strange'in yanına gelerek ona bir tehlike hakkında uyarıda bulunur. Bu sahne, `Doctor Strange`'in gelecekteki maceralarının sinyalini verir. `Multiverse of Madness`, MCU'nun çoklu evren konseptini derinleştirirken, bir yandan da Wanda'nın trajik hikayesini tamamlar ve Doctor Strange'in evrendeki rolünü yeniden tanımlar. Film, korku, aksiyon ve dramı birleştirerek, MCU'nun ton çeşitliliğini gösteren başarılı bir örnektir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/doctor-strange-in-the-multiverse-of-madness"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt9419884/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/doktor-strange-coklu-evren-cilginliginda--2014082"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2022_thor_love_and_thunder",
  "label": "Thor: Love and Thunder (2022)",
  "title": "Thor: Love and Thunder",
  "type": "film",
  "release_date": "2022-07-08",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/75/2014075-54713969.jpg",
  "imdb_rating": 6.2,
  "yönetmen": ["Taika Waititi"],
  "oyuncular": ["Chris Hemsworth", "Natalie Portman", "Christian Bale", "Tessa Thompson", "Taika Waititi", "Russell Crowe"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Thor: Love and Thunder', Faz 4'ün altıncı filmi ve Thor serisinin dördüncü filmidir. Film, **Avengers: Endgame**'in ardından, Thor'un (Chris Hemsworth) Yenilmezler'den ayrılıp Galaksinin Koruyucuları ile birlikte uzayda maceradan maceraya atıldığı dönemi anlatır. Thor, iç huzuru bulmaya çalışırken, 'Gorr the God Butcher' (Tanrı Kasabı Gorr) adında, tüm tanrıları yok etmeye yemin etmiş yeni bir düşmanla karşılaşır. Thor, Gorr'u durdurmak için yeni bir yolculuğa çıkar. Bu yolculukta, eski sevgilisi Jane Foster'ın (Natalie Portman) Mjolnir'i kullanabildiğini ve `Güçlü Thor`'a dönüştüğünü keşfeder. Film, Thor, Jane, Valkyrie ve Korg'dan oluşan bir ekip kurarak, Gorr'u durdurmak için savaşır. `Love and Thunder`, Thor ve Jane'in karmaşık aşk hikayesine odaklanırken, bir yandan da tanrıların varlığı, inanç ve kayıp gibi temaları işler. Taika Waititi'nin yönettiği film, serinin mizahi tonunu korurken, aynı zamanda duygusal ve dramatik anlar da sunar. `Thor: Love and Thunder`, Thor'un bir kahraman olarak yaşadığı gelişimi ve kişisel yolculuğunu derinleştirir. Film, `Gorr` karakteriyle, tanrıların acımasız ve bencil doğasına bir eleştiri getirir. Film, izleyiciye bir yandan komik anlar yaşatırken, diğer yandan da karakterlerin trajik geçmişleriyle yüzleşmesini anlatır. Film, `Tanrıların Şehri` gibi fantastik mekanları tanıtarak, MCU'nun mitolojik boyutunu daha da genişletir.",
  "refers_to": "'Thor: Love and Thunder', MCU'nun genel hikayesi için önemli atıflar içeren bir filmdir. Filmin ana konusu, **Avengers: Endgame**'in sonunda Thor'un Galaksinin Koruyucuları'na katılmasının doğrudan bir sonucudur. Film, Thor'un, `Asgard`'ın yıkımından sonra yeni bir yolculuğa çıktığını ve iç huzuru bulmaya çalıştığını gösterir. Filmde, Gorr'un tanrıları yok etme motivasyonu, tanrıların bencil ve umursamaz doğasını sorgulayarak, MCU'nun mitolojik yönüne felsefi bir derinlik katar. Film, Jane Foster'ın `Güçlü Thor`'a dönüşmesiyle, çizgi romanlardaki hikayeye sadık kalır ve Thor'un çekici Mjolnir'in gücünün nasıl başkaları tarafından da kullanılabileceğini gösterir. Filmdeki Valkyrie'nin Yeni Asgard'ın kralı olarak görevine devam etmesi, **Thor: Ragnarok**'ta başlayan karakter gelişimini sürdürür. Jenerik sonrası sahnelerinden birinde, `Herakles` karakterinin tanıtılması, Olimpos tanrılarının da MCU'da var olduğunu gösterir ve bu, gelecekteki `Thor` filmleri için bir kapı aralar. İkinci jenerik sonrası sahnede ise, Jane Foster'ın, öldükten sonra Valhalla'ya (tanrıların cenneti) geldiğini görürüz. Bu sahne, `Jane`'in karakterinin hikayesini duygusal bir şekilde tamamlar. `Love and Thunder`, **Guardians of the Galaxy Vol. 3**'e de bir köprü görevi görür ve Thor'un bu filmdeki rolüne zemin hazırlar. Film, `Thor`'un kişisel yolculuğunu tamamlayarak, onu yeni bir döneme hazırlar ve evrenin mitolojik tarafını daha da genişletir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/thor-love-and-thunder"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10648342/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/thor-ask-ve-gok-gurultusu--2014075"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2022_black_panther_wakanda_forever",
  "label": "Black Panther: Wakanda Forever (2022)",
  "title": "Black Panther: Wakanda Forever",
  "type": "film",
  "release_date": "2022-11-11",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/85/2014085-58350679.jpg",
  "imdb_rating": 6.6,
  "yönetmen": ["Ryan Coogler"],
  "oyuncular": ["Letitia Wright", "Lupita Nyong'o", "Danai Gurira", "Winston Duke", "Angela Bassett", "Tenoch Huerta Mejía"],
  "tür": ["Aksiyon", "Macera", "Dram"],
  "shape": "image",
  "description": "'Black Panther: Wakanda Forever', Faz 4'ün son filmi ve **Black Panther** serisinin devamıdır. Film, T'Challa'yı canlandıran Chadwick Boseman'ın trajik ölümünden sonra, Wakanda'nın kral ve koruyucusunu kaybetmesinin ardından yaşadığı yas sürecine odaklanır. T'Challa'nın ölümünden sonra, Kraliçe Ramonda, Shuri, Nakia, Okoye ve W'Kabi gibi karakterler, krallıklarını korumak için bir araya gelirler. Bu sırada, ABD hükümeti Wakanda'nın vibranyum madenlerini ele geçirmeye çalışır ve Wakanda'nın deniz altında yaşayan, yarı insan yarı balık mutantlardan oluşan gizli bir uygarlıkla (Talokan) karşı karşıya gelmesine neden olur. Bu uygarlığın lideri Namor, su altındaki krallığını korumak için Wakanda'ya savaş ilan eder. Shuri, annesinin kaybı ve Namor'un tehdidiyle yüzleşirken, Black Panther'in mirasını devralmak ve Wakanda'yı korumak zorunda kalır. Ryan Coogler'ın yönetmenliğindeki film, yas, kayıp, intikam ve miras gibi derin duygusal temaları işler. Film, T'Challa'nın ölümünü onurlandıran ve karakterlerin duygusal yolculuklarına odaklanan bir yapıdır. Letitia Wright'ın Shuri performansı, karakterin gelişimini başarılı bir şekilde yansıtır. `Wakanda Forever`, MCU'ya Namor karakterini ve Talokan uygarlığını tanıtarak, evrenin mitolojik ve su altı dünyasını genişletir. Film, `Black Panther`'in mirasının ve Wakanda halkının kimliğinin ne anlama geldiğini sorgular. `Wakanda Forever`, bir yandan yas sürecini anlatırken, diğer yandan da Wakanda'nın bir süper kahraman ulusu olarak yeni bir tehditle nasıl başa çıktığını gösterir.",
  "refers_to": "'Black Panther: Wakanda Forever', MCU'nun genel hikayesine ve Faz 5'e yönelik önemli atıflar içerir. Filmin en önemli özelliği, T'Challa'nın ölümünün ardından Wakanda'nın yaşadığı siyasi ve askeri boşluğun, diğer milletler tarafından nasıl istismar edildiğini göstermesidir. Bu, `Avengers` sonrası dünyada süper kahramanların yokluğunun yarattığı boşluğu vurgular. Filmde, `Namor` karakterinin ve onun su altı krallığı Talokan'ın MCU'ya dahil edilmesi, gelecekteki `Yenilmezler` filmlerinde deniz altı tehditlerinin de rol oynayacağının bir işaretidir. Namor'un, Wakanda ile olan anlaşması, gelecekteki filmlerdeki siyasi dengeleri etkileyecektir. Film, `Ironheart` (Riri Williams) karakterini de tanıtır ve onun, Stark teknolojisine benzer bir zırh geliştirmesi, `Iron Man`'in mirasının devam ettiğini gösterir. Jenerik sonrası sahnelerden birinde, T'Challa'nın oğlu T'Challa'nın ortaya çıkması, `Black Panther` soyunun devam ettiğini ve gelecekteki filmlerde yeni bir Black Panther'in olacağını gösterir. Bu sahne, `Shuri`'nin `Black Panther` mirasını devralmasının, geçici bir durum olduğunu ima eder. `Wakanda Forever`, MCU'nun genel hikayesine `Namor` gibi önemli bir anti-kahramanı dahil ederken, bir yandan da T'Challa'ya duygusal bir veda sunar. Film, **Faz 4**'ü sonlandırırken, MCU'nun yeni dönemine dair önemli ipuçları ve karakter gelişimleri sunar. Film, bir yandan yası işlerken, diğer yandan da intikam, fedakarlık ve aidiyet gibi temaları işleyerek evrenin derinliğini artırır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/black-panther-wakanda-forever"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt9114286/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/black-panther-wakanda-forever--2014085"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2023_ant_man_and_the_wasp_quantumania",
  "label": "Ant-Man and the Wasp: Quantumania (2023)",
  "title": "Ant-Man and the Wasp: Quantumania",
  "type": "film",
  "release_date": "2023-02-17",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/48/2015048-60120952.jpg",
  "imdb_rating": 6.0,
  "yönetmen": ["Peyton Reed"],
  "oyuncular": ["Paul Rudd", "Evangeline Lilly", "Michael Douglas", "Michelle Pfeiffer", "Jonathan Majors", "Kathryn Newton"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'Ant-Man and the Wasp: Quantumania', Faz 5'in başlangıç filmi ve **Ant-Man** serisinin üçüncü filmidir. Film, Scott Lang (Ant-Man) ve kızı Cassie Lang'in, Hope van Dyne (Wasp), Hank Pym ve Janet van Dyne ile birlikte yanlışlıkla `Kuantum Alemi`'ne hapsolmalarını konu alır. Bu boyutun derinliklerinde, onlar için hem yeni hem de korkutucu bir dünya olduğunu keşfederler. Aile, bu tehlikeli dünyada kaybolmuş bir şekilde, `Kang the Conqueror` adlı, zamanda yolculuk eden güçlü bir düşmanla karşılaşır. Kang, tüm çoklu evrenleri fethetmeye çalışan, MCU'nun Thanos'tan sonraki en büyük tehdididir. Scott ve ailesi, Kang'ı durdurmak için Kuantum Alemi'nin yerlileriyle işbirliği yapar. `Quantumania`, Scott Lang'in bir baba olarak kızını koruma ve ona layık bir kahraman olma mücadelesini işlerken, bir yandan da çoklu evren konseptini derinlemesine keşfeder. Peyton Reed'in yönettiği film, önceki filmlerden daha karanlık ve daha epik bir tona sahiptir. Paul Rudd'ın performansı, Scott'ın bir kahraman olarak yaşadığı içsel çatışmaları ve fedakarlıklarını yansıtır. Film, **Kang** karakterini tam olarak tanıtarak, MCU'nun gelecek hikaye örgüsüne (Çoklu Evren Destanı) bir başlangıç yapar. Film, `Kuantum Alemi`'nin daha önce görülmeyen yönlerini ortaya çıkarır ve MCU'nun gelecekteki çoklu evren maceraları için zemin hazırlar.",
  "refers_to": "'Ant-Man and the Wasp: Quantumania', MCU'nun **Çoklu Evren Destanı**'nı başlatan ve Thanos'tan sonraki en büyük tehdit olan `Kang the Conqueror`'ı tanıtan çok önemli bir filmdir. Film, `Kuantum Alemi`nin, zaman ve uzayın ötesinde, farklı evrenlerin birleştiği bir yer olduğunu göstererek, **Ant-Man and the Wasp**'da tanıtılan bu kavramın önemini vurgular. Kang'ın, zamanı manipüle etme ve evrenleri fethetme yeteneği, gelecekteki `Yenilmezler` filmlerinin ana konusunu oluşturacaktır. Filmin jenerik sonrası sahnelerinden birinde, `Çoklu Evren Konseyi`nin Kang'ın öldüğünü zannederek, diğer Kang varyantlarının bir araya geldiğini görürüz. Bu sahne, `Loki` dizisindeki olaylarla bağlantı kurar ve **Avengers: The Kang Dynasty** filminin sinyalini verir. İkinci jenerik sonrası sahnede ise, `Loki` ve `Möbius`'un, Kang varyantlarından birini aradığını ve onun, Victor Timely adında bir mucit olarak 19. yüzyılın sonunda yaşadığını görürüz. Bu sahne, **Loki** dizisinin ikinci sezonuna doğrudan bağlanır. `Quantumania`, **Avengers: Endgame**'den sonra MCU'nun yeni büyük hikayesinin başlangıcıdır ve evrenin gelecekteki yönünü belirler. Film, `Kang` karakterini ve onun çoklu evrenleri fethetme motivasyonunu derinlemesine işler. `Ant-Man and the Wasp: Quantumania`, bir yandan Ant-Man'in kişisel hikayesini tamamlarken, diğer yandan da MCU'nun genel hikayesi için yeni bir dönemin başlangıcını işaret eder.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/ant-man-and-the-wasp-quantumania"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10954600/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/ant-man-ve-wasp-kuantumanyum--2015048"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2023_guardians_of_the_galaxy_vol_3",
  "label": "Guardians of the Galaxy Vol. 3 (2023)",
  "title": "Guardians of the Galaxy Vol. 3",
  "type": "film",
  "release_date": "2023-05-05",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/49/2015049-60811859.jpg",
  "imdb_rating": 7.9,
  "yönetmen": ["James Gunn"],
  "oyuncular": ["Chris Pratt", "Zoe Saldana", "Dave Bautista", "Karen Gillan", "Pom Klementieff", "Vin Diesel", "Bradley Cooper", "Sean Gunn", "Will Poulter"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Komedi"],
  "shape": "image",
  "description": "'Guardians of the Galaxy Vol. 3', Faz 5'in ikinci filmi ve 'Galaksinin Koruyucuları' serisinin son filmidir. Film, **Avengers: Endgame** olaylarının ardından, Koruyucular'ın, Galaksi'de barışı sağlamaya çalıştığı dönemi anlatır. Ekip, Gamora'nın ölümünden dolayı yas tutan Peter Quill'in (Star-Lord) liderliğinde, yeni bir tehdit olan `Yüce Evrimci` (High Evolutionary) ile karşı karşıya gelir. Yüce Evrimci, Rocket'ın trajik geçmişiyle bağlantılıdır ve onu ele geçirmek için her şeyi yapmaya hazırdır. Koruyucular, Rocket'ı kurtarmak için tehlikeli bir göreve çıkar ve bu görev sırasında, `Adam Warlock` adında güçlü bir düşmanla karşılaşırlar. Film, Rocket'ın köken hikayesini ve onun geçmişindeki travmaları derinlemesine işler. James Gunn'ın yönettiği film, serinin komedi ve aksiyon unsurlarını korurken, aynı zamanda çok daha duygusal ve dokunaklı bir ton sunar. Film, aile, kayıp, sevgi ve fedakarlık gibi temaları işleyerek, serinin duygusal bir veda ile sonlanmasını sağlar. `Galaksinin Koruyucuları 3`, Koruyucular ekibinin bir araya gelmesini ve bir aile olmasını tamamlayan bir filmdir. Film, her karakterin kendi yolculuğunu tamamlamasına olanak tanır ve izleyiciye tatmin edici bir final sunar. Filmdeki aksiyon sahneleri ve duygusal anlar, serinin hayranları için unutulmaz bir deneyim sunar. `Vol. 3`, MCU'nun kozmik tarafını derinleştirerek, evrenin farklı köşelerindeki hikayeleri birleştirir.",
  "refers_to": "'Guardians of the Galaxy Vol. 3', MCU'nun Faz 5'inin önemli bir parçasıdır ve serinin duygusal bir veda ile sonlanmasını sağlar. Filmin ana konusu, `Yüce Evrimci` karakteriyle, **Guardians of the Galaxy** filmlerinde bahsedilen evrenin yaratılışı ve evrimine dair detayları açıklar. Filmde, Rocket'ın trajik geçmişi, onun karakter gelişimini tamamlar ve `Yenilmezler`in son filmlerinde yaşadığı kayıplara duygusal bir bağlam sunar. Filmin jenerik sonrası sahnesinde, yeni bir `Galaksinin Koruyucuları` ekibinin kurulduğunu görürüz. Bu ekipte Rocket Raccoon'un liderliğinde, Groot, Adam Warlock, Kraglin, Phyla ve Cosmo yer alır. Bu sahne, `Koruyucular` serisinin devam edeceğini ve yeni bir dönemin başlayacağını gösterir. `Adam Warlock` karakterinin MCU'ya dahil edilmesi, **Vol. 2** filminin jenerik sonrası sahnesinin doğrudan devamıdır ve karakterin gelecekteki filmlerdeki rolüne kapı aralar. Film, `Gamora`'nın ölümünün ardından Peter Quill'in yaşadığı yas sürecini ve onun kendi ailesini bulma yolculuğunu anlatır. Filmin sonunda Peter'ın Dünya'ya geri dönmesi, onun **Yenilmezler**'in gelecekteki filmlerinde nasıl bir rol oynayabileceğine dair soruları akla getirir. `Galaksinin Koruyucuları 3`, MCU'nun kozmik tarafını derinleştirirken, bir yandan da serinin duygusal mirasını tamamlar ve yeni bir dönemin başlangıcını işaret eder. Film, `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşıdır. `Vol. 3`, MCU'nun genel hikayesini, daha küçük ve kişisel hikayelerle nasıl zenginleştirdiğini gösteren başarılı bir örnektir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/guardians-of-the-galaxy-vol-3"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt6791350/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/galaksinin-koruyuculari-3--2015049"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2023_the_marvels",
  "label": "The Marvels (2023)",
  "title": "The Marvels",
  "type": "film",
  "release_date": "2023-11-10",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/91/2014091-63449279.jpg",
  "imdb_rating": 5.5,
  "yönetmen": ["Nia DaCosta"],
  "oyuncular": ["Brie Larson", "Iman Vellani", "Teyonah Parris", "Samuel L. Jackson"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'The Marvels', Faz 5'in üçüncü filmi ve Captain Marvel'ın (Carol Danvers), Monica Rambeau ve Kamala Khan (Ms. Marvel) ile bir araya geldiği bir yapımdır. Film, `Yenilmezler: Son Oyun` ve `WandaVision` olaylarından sonra, Carol'ın kendi görevlerine devam ettiği bir dönemde geçer. Üç kadın kahraman, bilinmeyen bir güç nedeniyle birbirlerinin yerlerini değiştirmeye başlar. Bu durum, onların güçlerini birleştirerek birlikte savaşmasını gerektirir. Ekip, bu olayın arkasında `Dar-Benn` adında bir Kree savaşçısının olduğunu ve onun evrenin dengesini bozmaya çalıştığını keşfeder. `The Marvels`, bir yandan üç kahramanın güçlerini ve karakterlerini birleştirmesini anlatırken, diğer yandan da aile, dostluk ve aidiyet temalarını işler. Nia DaCosta'nın yönettiği film, aksiyonu, komediyi ve duygusal anları başarılı bir şekilde harmanlar. Brie Larson, Teyonah Parris ve Iman Vellani'nin kimyası, filmin en güçlü yanlarından biridir. Film, `Captain Marvel`'ın geçmişiyle yüzleşmesini ve Monica ile Kamala'nın kendi güçlerini nasıl keşfettiğini anlatır. `The Marvels`, MCU'nun geleceği için yeni bir kadın kahramanlar ekibinin doğuşunu işaret eden önemli bir film olarak öne çıkar. Film, bir yandan ana hikayeyi anlatırken, diğer yandan da MCU'nun genel hikayesi için yeni karakterler ve konular tanıtır. Film, `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşıdır.",
  "refers_to": "'The Marvels', MCU'nun genel hikayesine ve gelecekteki olaylara yönelik önemli atıflar içerir. Filmin ana konusu, `Captain Marvel`, **WandaVision** ve **Ms. Marvel** dizilerindeki karakterleri bir araya getirerek, MCU'nun TV dizileri ve filmleri arasındaki bağlantıyı güçlendirir. Filmde, `Kree` ve `Skrull` ırkları arasındaki savaşın devam ettiği gösterilir. `Dar-Benn`'in, Kree'lerin intikamını almak için evrenin dengesini bozmaya çalışması, **Captain Marvel**'da tanıtılan bu konunun devamıdır. Jenerik sonrası sahnesinde, Monica Rambeau'nun, farklı bir evrene geçiş yaptığını ve `X-Men` evreninden `Binary` olarak bilinen bir karakterle tanıştığını görürüz. Bu sahne, `X-Men` evreninin MCU'ya dahil olacağının ilk açık işaretidir ve **Deadpool & Wolverine** gibi filmlere zemin hazırlar. Film, aynı zamanda, Kamala Khan'ın (Ms. Marvel) `Young Avengers` takımını kurma fikrini ortaya atmasıyla, gelecekteki genç kahramanlardan oluşan bir ekibin doğuşunu işaret eder. Bu sahne, `Hawkeye` dizisinde tanıtılan Kate Bishop ve **Ant-Man**'de tanıtılan Cassie Lang gibi karakterlerin bir araya geleceğini gösterir. `The Marvels`, MCU'nun kadın kahramanlarına odaklanan ve çoklu evren konseptini daha da derinleştiren bir film olarak öne çıkar. Film, bir yandan ana hikayeyi anlatırken, diğer yandan da `Yenilmezler`in yeni dönemine dair önemli ipuçları ve karakter gelişimleri sunar. Film, MCU'nun gelecekteki çoklu evren maceraları için yeni bir dönemin başlangıcını işaret eder.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/the-marvels"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10676048/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/the-marvels--2014091"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2024_deadpool_wolverine",
  "label": "Deadpool & Wolverine (2024)",
  "title": "Deadpool & Wolverine",
  "type": "film",
  "release_date": "2024-07-26",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/35/2015635-67589849.jpg",
  "imdb_rating": 7.5,
  "yönetmen": ["Shawn Levy"],
  "oyuncular": ["Ryan Reynolds", "Hugh Jackman", "Emma Corrin", "Morena Baccarin", "Rob Delaney"],
  "tür": ["Aksiyon", "Komedi", "Bilim Kurgu"],
  "shape": "image",
  "description": "'Deadpool & Wolverine', Faz 5'in dördüncü filmi ve `Deadpool` serisinin devamıdır. Film, `X-Men` evreninin resmi olarak MCU'ya dahil edildiği ilk yapımdır. Film, bir yandan Wade Wilson'ın (Deadpool) normal hayatını sürdürmeye çalışmasını anlatırken, bir yandan da `Zaman Varyasyonu Otoritesi` (TVA) tarafından yakalanmasını konu alır. TVA, Wilson'ı, kendi evrenini kurtarmak için bir göreve atar ve onu, **X-Men** evreninden gelen Wolverine (Logan) ile bir araya getirir. Logan, `X-Men`'in bir kahramanı olarak yaşadığı olaylardan sonra, kendi evrenini kaybetmenin acısıyla boğuşmaktadır. İki anti-kahraman, çoklu evrenler arasında bir yolculuğa çıkar ve `Cassandra Nova` gibi güçlü düşmanlarla savaşmak zorunda kalırlar. Film, Deadpool'un dördüncü duvarı yıkan mizahi tarzını korurken, bir yandan da aksiyonu ve duygusal anları başarılı bir şekilde harmanlar. Ryan Reynolds ve Hugh Jackman'ın kimyası, filmin en güçlü yanlarından biridir. `Deadpool & Wolverine`, MCU'nun çoklu evren konseptini daha da derinleştirir ve `X-Men` evreninin nasıl MCU'ya dahil olduğunu açıklar. Film, bir yandan Wade ve Logan'ın dostluğunu işlerken, diğer yandan da `X-Men` serisinin mirasını onurlandırır. Film, MCU'nun yeni bir döneme geçtiğini ve gelecekte `X-Men` karakterlerinin de önemli roller oynayacağını gösteren bir dönüm noktasıdır.",
  "refers_to": "'Deadpool & Wolverine', MCU'nun çoklu evren konseptini tamamen açan ve `X-Men` evrenini ana hikayeye dahil eden en kritik filmlerden biridir. Filmin en önemli atfı, `Zaman Varyasyonu Otoritesi` (TVA) kurumunun, `Loki` dizisinden sonra MCU'daki rolünü devam ettirmesidir. TVA'nın, `Deadpool`'u kendi evreninden alarak, onu çoklu evrenler arasında bir göreve göndermesi, `Çoklu Evren Destanı`'nın ana konusunu oluşturur. Film, `Hugh Jackman`'ın **Wolverine** karakterini, **Logan** filmindeki olaylardan sonra tekrar canlandırarak, `X-Men` serisinin mirasını onurlandırır. Film, `X-Men` evreninin, `Deadpool`'un evreniyle birlikte, MCU'nun çoklu evreninde nasıl var olduğunu gösterir. Filmin fragmanlarında, `Captain America`'nın kalkanı, `Ant-Man`'in kaskı gibi MCU'dan gelen birçok `easter egg` yer almaktadır. Bu durum, filmin ana MCU hikayesiyle doğrudan bağlantılı olduğunu gösterir. `Deadpool & Wolverine`, `X-Men` filmlerindeki olayları referans alarak, bu karakterlerin MCU'da nasıl bir yer edineceğini açıklar. Film, **The Marvels**'ın jenerik sonrası sahnesinde ima edilen `X-Men`'in MCU'ya dahil olma sürecini somutlaştırır. `Deadpool & Wolverine`, MCU'nun `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşıdır ve gelecekteki filmlerde `X-Men` ve `Fantastik Dörtlü` gibi yeni karakterlerin rolünü belirler. Film, aksiyonu, mizahı ve duygusal anları birleştirerek, MCU'nun en farklı tonlarından birini sunar.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/deadpool-wolverine"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt6263850/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/deadpool-wolverine--2015635"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2025_captain_america_brave_new_world",
  "label": "Captain America: Brave New World (2025)",
  "title": "Captain America: Brave New World",
  "type": "film",
  "release_date": "2025-02-14",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/36/2015636-73133114.jpg",
  "imdb_rating": 7.5,
  "yönetmen": ["Julius Onah"],
  "oyuncular": ["Anthony Mackie", "Harrison Ford", "Tim Blake Nelson", "Danny Ramirez", "Shira Haas"],
  "tür": ["Aksiyon", "Macera", "Gerilim"],
  "shape": "image",
  "description": "'Captain America: Brave New World', Faz 5'in önemli bir parçası ve **The Falcon and the Winter Soldier** dizisinden sonraki olayları konu alan bir yapımdır. Film, Sam Wilson'ın (Anthony Mackie), Kaptan Amerika kalkanını devraldıktan sonra, bu rolün getirdiği zorluklarla yüzleşmesini anlatır. Wilson, Amerikan hükümeti ve yeni ortaya çıkan tehditlerle mücadele ederken, bir yandan da kendi ahlaki pusulasını korumaya çalışır. Filmde, `Halkaross` karakterinin başkan olması ve `Red Hulk`'a dönüşeceği iddia ediliyor. `Halkaross`, filmde önemli bir rol oynayacak ve Kaptan Amerika ile karşı karşıya gelecek. Filmin ana konusu, bir yandan Sam Wilson'ın liderlik yolculuğunu işlerken, diğer yandan da süper asker programı ve ulusal güvenlik gibi temalara odaklanır. `Brave New World`, MCU'nun yeni dönemine dair önemli ipuçları ve karakter gelişimleri sunar. Film, bir yandan aksiyonu ve gerilimi birleştirirken, diğer yandan da Sam Wilson'ın bir kahraman olarak yaşadığı içsel çatışmaları yansıtır. `Brave New World`, `Captain America` serisinin mirasını sürdürürken, yeni bir dönemin başlangıcını işaret eden önemli bir film olarak öne çıkar. Film, Sam Wilson'ın bir kahraman olarak yaşadığı gelişimi ve onun bir lider olarak nasıl bir yol izleyeceğini anlatır. Film, MCU'nun siyasi ve sosyal yönlerini daha da derinleştirir.",
  "refers_to": "'Captain America: Brave New World', MCU'nun Faz 5'inin önemli bir parçasıdır ve **The Falcon and the Winter Soldier** dizisindeki olayların doğrudan devamıdır. Filmde, Sam Wilson'ın Kaptan Amerika olarak ilk büyük görevi, onun liderlik yeteneğini ve karakterinin gelişimini gösterecektir. Film, `The Incredible Hulk` filminde görülen `General Ross` karakterinin, `Red Hulk`'a dönüşeceğini ima eder. Bu durum, `Hulk` evreninin MCU'daki yerini pekiştirir ve gelecekteki filmlerde bu karakterin oynayacağı role kapı aralar. Film, `Isaiah Bradley` karakterinin de geri döneceğini ve Sam Wilson'a mentorluk yapacağını gösterir. Bu durum, **The Falcon and the Winter Soldier** dizisindeki karakter gelişimini sürdürür. Filmin jenerik sonrası sahnesinde, Sam Wilson'ın Kaptan Amerika olarak, yeni bir `Yenilmezler` takımını kurma fikrini ortaya atması, `Yenilmezler`in yeni bir liderle nasıl bir araya geleceğini gösterir. `Brave New World`, `Captain America` serisinin mirasını sürdürürken, yeni bir dönemin başlangıcını işaret eden önemli bir film olarak öne çıkar. Film, bir yandan aksiyon ve gerilimi birleştirirken, diğer yandan da Sam Wilson'ın bir kahraman olarak yaşadığı içsel çatışmaları yansıtır. `Brave New World`, MCU'nun siyasi ve sosyal yönlerini daha da derinleştirir ve `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşıdır.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/captain-america-brave-new-world"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt14554628/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/captain-america-brave-new-world--2015636"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2025_the_fantastic_four",
  "label": "The Fantastic Four: First Steps (2025)",
  "title": "The Fantastic Four: First Steps",
  "type": "film",
  "release_date": "2025-05-02",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/38/2015638-75830586.jpg",
  "imdb_rating": 7.3,
  "yönetmen": ["Matt Shakman"],
  "oyuncular": ["Pedro Pascal", "Vanessa Kirby", "Joseph Quinn", "Ebon Moss-Bachrach"],
  "tür": ["Bilim Kurgu", "Aksiyon", "Macera"],
  "shape": "image",
  "description": "'The Fantastic Four: First Steps', Faz 6'nın başlangıç filmi ve `Fantastik Dörtlü` karakterlerinin MCU'daki ilk görünümüdür. Film, Reed Richards (Mr. Fantastic), Sue Storm (Invisible Woman), Johnny Storm (Human Torch) ve Ben Grimm'in (The Thing) hikayesini anlatır. Bir uzay görevi sırasında kozmik ışınlara maruz kalan ekip, süper güçler kazanır ve 'Fantastik Dörtlü' olarak bilinen bir kahraman takımına dönüşür. Film, bir yandan ekibin güçlerini ve birbirleriyle olan karmaşık ilişkilerini işlerken, diğer yandan da `Galactus` gibi kozmik tehditlerle mücadelelerini anlatır. Matt Shakman'ın yönettiği film, bir süper kahraman filminden çok, bir bilim kurgu ve macera filmi tonuna sahiptir. Film, `Fantastik Dörtlü`'nün köken hikayesini, bilim ve macera temalarını başarılı bir şekilde birleştirir. `First Steps`, MCU'ya yeni bir kahraman ekibini dahil ederek, evrenin sınırlarını genişletir. Film, `Çoklu Evren Destanı`'nın ana konusuna dahil olacak ve **Yenilmezler**'in son filmlerine giden yolun önemli bir kilometre taşı olacaktır. Film, bir yandan `Fantastik Dörtlü`'nün karakter gelişimini işlerken, diğer yandan da evrenin kozmik tarafını daha da derinleştirir.",
  "refers_to": "'The Fantastic Four: First Steps', MCU'nun geleceği için kritik atıflar içeren bir filmdir. Filmin en önemli özelliği, `Fantastik Dörtlü` karakterlerini, **Doctor Strange in the Multiverse of Madness** filminde `Illuminati` üyesi olarak gördüğümüz `Reed Richards`'ın ardından, ana evrene dahil etmesidir. Filmde, **Fantastik Dörtlü**'nün hikayesi, `Çoklu Evren Destanı`'nın bir parçası olacak ve `Kang` gibi düşmanlarla mücadele edeceklerdir. Film, `Galactus` gibi kozmik tehditleri de tanıtarak, evrenin kozmik tarafını daha da genişletir. `Fantastik Dörtlü`'nün, MCU'nun `Yenilmezler`inden farklı olarak, bilim ve keşif odaklı bir ekip olması, evrene yeni bir ton ve bakış açısı getirir. `The Fantastic Four`, **Yenilmezler**'in son filmlerine giden yolun önemli bir kilometre taşı olacaktır ve `Kang` gibi düşmanlarla mücadele etmek için Yenilmezler'e nasıl yardım edeceklerini gösterecektir. `First Steps`, MCU'nun Faz 6'sını başlatarak, evrenin yeni dönemine dair önemli ipuçları ve karakter gelişimleri sunar. Film, bir yandan `Fantastik Dörtlü`'nün köken hikayesini anlatırken, diğer yandan da evrenin kozmik tarafını daha da derinleştirir. Film, bilim ve macera temalarını işleyerek, MCU'nun genel tonunu zenginleştirir.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/the-fantastic-four"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt10676048/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/the-fantastic-four-first-steps--2015638"
    }
  ],
  "lang": "tr"
},
{
  "id": "film/mcu/2025_thunderbolts",
  "label": "Thunderbolts* (2025)",
  "title": "Thunderbolts*",
  "type": "film",
  "release_date": "2025-05-02",
  "end_date": null,
  "image": "https://static.boxofficeturkiye.com/movie/poster/full/37/2015637-74851993.png",
  "imdb_rating": 7.2,
  "yönetmen": ["Jake Schreier"],
  "oyuncular": ["Florence Pugh", "Sebastian Stan", "David Harbour", "Julia Louis-Dreyfus", "Wyatt Russell", "Hannah John-Kamen", "Olga Kurylenko"],
  "tür": ["Aksiyon", "Macera", "Gerilim"],
  "shape": "image",
  "description": "'Thunderbolts*', Faz 5'in son filmi ve MCU'da bir anti-kahraman takımının hikayesini anlatan bir yapımdır. Film, `Captain America: Civil War`, **Black Widow** ve **The Falcon and the Winter Soldier** gibi filmlerde tanıtılan karakterleri bir araya getirir. Filmde, `Kontes Valentina Allegra de Fontaine`, Yelena Belova (Black Widow), Bucky Barnes (Winter Soldier), Red Guardian, John Walker (US Agent) ve Taskmaster gibi karakterlerden oluşan bir ekip kurar. Bu ekip, hükümet adına tehlikeli görevleri üstlenmek üzere oluşturulmuştur. `Thunderbolts` adı altında bir araya gelen bu ekip, bir yandan birbirleriyle olan anlaşmazlıkları aşmaya çalışırken, diğer yandan da dünyayı tehdit eden tehlikelerle mücadele etmek zorunda kalır. Jake Schreier'in yönettiği film, aksiyonu, gerilimi ve karakter odaklı anlatımı başarılı bir şekilde birleştirir. `Thunderbolts*`, anti-kahramanların ahlaki pusulalarını, fedakarlıklarını ve ekip içi dinamiklerini işler. Film, `Yenilmezler`in yokluğunda, hükümetlerin kendi süper güçlü takımlarını oluşturma çabalarını vurgular. Film, `Sokovia Anlaşması` gibi konuların MCU'daki etkilerini derinleştirir. `Thunderbolts*`, bir yandan aksiyon dolu sahneler sunarken, diğer yandan da karakterlerin geçmişleriyle yüzleşmesini anlatır. Film, MCU'nun yeni dönemine dair önemli ipuçları ve karakter gelişimleri sunar. Film, bir yandan **Yenilmezler**'in son filmlerine giden yolun önemli bir kilometre taşıdır.",
  "refers_to": "'Thunderbolts*', MCU'nun Faz 5'ini sonlandıran ve gelecekteki **Yenilmezler** filmlerine yönelik önemli atıflar içeren bir filmdir. Filmin ana konusu, `The Falcon and the Winter Soldier` ve **Black Widow** gibi filmlerde tanıtılan karakterleri bir araya getirerek, MCU'nun TV dizileri ve filmleri arasındaki bağlantıyı güçlendirir. Filmde, `Kontes Valentina Allegra de Fontaine`'in, anti-kahramanlardan oluşan bir ekip kurması, gelecekteki `Yenilmezler` takımına karşı potansiyel bir tehdit oluşturur. `Yelena Belova`'nın, `Black Widow`'un mirasını devralması ve `Winter Soldier`'ın bu ekipteki rolü, `Captain America` serisinin temalarını sürdürür. Film, `US Agent`'ın (John Walker) karakter gelişimini devam ettirir ve onun bir kahraman olarak yaşadığı içsel çatışmaları işler. `Thunderbolts*`, `Yenilmezler`'in yokluğunda, hükümetlerin kendi süper güçlü takımlarını oluşturma çabalarını vurgulayarak, MCU'nun siyasi ve sosyal yönlerini daha da derinleştirir. `Thunderbolts*`, `Yenilmezler`in son filmlerine giden yolun önemli bir kilometre taşı olacaktır. Film, `Yenilmezler: Gizli Savaşlar` gibi filmlerde, `Yenilmezler`in başka bir takımla savaşmasını sağlayacak bir zemin hazırlar. `Thunderbolts*`, MCU'nun genel hikayesi için yeni bir dönemin başlangıcını işaret eder.",
  "canonical_level": "canon",
  "sources": [
    {
      "name": "Marvel Studios Official Site",
      "url": "https://www.marvel.com/movies/thunderbolts"
    },
    {
      "name": "IMDb",
      "url": "https://www.imdb.com/title/tt14627644/"
    },
    {
      "name": "Box Office Türkiye",
      "url": "https://boxofficeturkiye.com/film/thunderbolts--2015637"
    }
  ],
  "lang": "tr"
}
  ],
  "edges": [
  {
    "from": "film/mcu/2008_iron_man",
    "to": "film/mcu/2010_iron_man_2",
    "type": "Devam",
    "weight": 1,
    "notes": "Iron Man'in doğrudan devamı. Tony Stark'ın mirasıyla yüzleşmesini konu alır. Yeni karakterler tanıtılır."
  },
  {
    "from": "film/mcu/2008_iron_man",
    "to": "film/mcu/2012_the_avengers",
    "type": "Takım Kurulumu",
    "weight": 1,
    "notes": "Iron Man'in S.H.I.E.L.D tarafından Avengers'a katılma süreci. Takımın temelini oluşturur."
  },
  {
    "from": "film/mcu/2008_the_incredible_hulk",
    "to": "film/mcu/2012_the_avengers",
    "type": "Takım Kurulumu",
    "weight": 1,
    "notes": "Hulk, Avengers'a katılır. Bu, Bruce Banner'ın hikayesini devam ettiren kritik bir bağlantı."
  },
  {
    "from": "film/mcu/2010_iron_man_2",
    "to": "film/mcu/2012_the_avengers",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Nick Fury'nin Avengers fikrini hayata geçirme çabaları ve Tony Stark'ın rolü işlenir."
  },
  {
    "from": "film/mcu/2011_thor",
    "to": "film/mcu/2012_the_avengers",
    "type": "Devam",
    "weight": 1,
    "notes": "Thor, kardeşi Loki'nin Dünya'ya olan tehdidini durdurmak için diğer kahramanlarla birlik olur."
  },
  {
    "from": "film/mcu/2011_captain_america_the_first_avenger",
    "to": "film/mcu/2012_the_avengers",
    "type": "Takım Kurulumu",
    "weight": 1,
    "notes": "Kaptan Amerika'nın geçmişi ve Avengers'daki liderlik rolü için temel atılır."
  },
  {
    "from": "film/mcu/2012_the_avengers",
    "to": "film/mcu/2013_iron_man_3",
    "type": "Devam",
    "weight": 1,
    "notes": "New York Savaşı'nın travması, Tony Stark'ın hayatını derinden etkiler. PTSD teması işlenir."
  },
  {
    "from": "film/mcu/2012_the_avengers",
    "to": "film/mcu/2013_thor_the_dark_world",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Loki'nin Avengers'a yenilmesi, Asgard'daki olayları tetikler ve Thor'un hikayesi devam eder."
  },
  {
    "from": "film/mcu/2013_thor_the_dark_world",
    "to": "film/mcu/2014_captain_america_the_winter_soldier",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Sonsuzluk Taşları'ndan biri, The Aether, hikayeye girer. Hydra'nın gizli tehdidi ortaya çıkar."
  },
  {
    "from": "film/mcu/2014_captain_america_the_winter_soldier",
    "to": "film/mcu/2015_avengers_age_of_ultron",
    "type": "Devam",
    "weight": 1,
    "notes": "S.H.I.E.L.D'in yıkımı, Avengers'ı yeni tehditlere karşı daha savunmasız hale getirir."
  },
  {
    "from": "film/mcu/2014_guardians_of_the_galaxy",
    "to": "film/mcu/2015_avengers_age_of_ultron",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Evrenin kozmik tarafı genişler. Güç Taşı'nın tanıtılması, Thanos tehdidinin ipuçlarını verir."
  },
  {
    "from": "film/mcu/2015_avengers_age_of_ultron",
    "to": "film/mcu/2015_ant_man",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Avengers'ın etkisi, yeni kahramanların ortaya çıkışına zemin hazırlar. Ant-Man bu evrene dahil olur."
  },
  {
    "from": "film/mcu/2015_avengers_age_of_ultron",
    "to": "film/mcu/2016_captain_america_civil_war",
    "type": "Devam",
    "weight": 1,
    "notes": "Avengers'ın neden olduğu yıkım, kahramanların hükümet tarafından denetlenmesini gerektirir ve iç savaş başlar."
  },
  {
    "from": "film/mcu/2016_captain_america_civil_war",
    "to": "film/mcu/2016_doctor_strange",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Civil War olayları devam ederken, evren mistik ve büyülü güçlerle genişlemeye başlar."
  },
  {
    "from": "film/mcu/2016_captain_america_civil_war",
    "to": "film/mcu/2017_spider_man_homecoming",
    "type": "Tanıtım",
    "weight": 1,
    "notes": "Spider-Man, ilk kez Civil War'da görülür. Homecoming filminde genç bir kahraman olarak hikayesi başlar."
  },
  {
    "from": "film/mcu/2016_doctor_strange",
    "to": "film/mcu/2017_thor_ragnarok",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Doctor Strange, kayıp Thor ve Loki'yi bulmalarına yardımcı olur ve evrensel bir tehdide işaret eder."
  },
  {
    "from": "film/mcu/2017_thor_ragnarok",
    "to": "film/mcu/2018_avengers_infinity_war",
    "type": "Önemli Olay",
    "weight": 1,
    "notes": "Asgard'ın yıkımı ve Thanos'un gemisiyle karşılaşma, Infinity War'un başlangıç olaylarını tetikler."
  },
  {
    "from": "film/mcu/2018_black_panther",
    "to": "film/mcu/2018_avengers_infinity_war",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Black Panther ve Wakanda, Thanos'a karşı savaşta kilit bir rol oynar ve kahramanlara yardım eder."
  },
  {
    "from": "film/mcu/2018_avengers_infinity_war",
    "to": "film/mcu/2018_ant_man_and_the_wasp",
    "type": "Yan Hikaye",
    "weight": 1,
    "notes": "Infinity War'un yıkımından bağımsız bir hikaye. Kuantum alemi ve zaman yolculuğu için zemin hazırlar."
  },
  {
    "from": "film/mcu/2018_avengers_infinity_war",
    "to": "film/mcu/2019_avengers_endgame",
    "type": "Devam",
    "weight": 1,
    "notes": "Thanos'un galibiyeti, Endgame'in ana olaylarını başlatır ve kahramanların umutsuz çabalarını gösterir."
  },
  {
    "from": "film/mcu/2019_captain_marvel",
    "to": "film/mcu/2019_avengers_endgame",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Captain Marvel, Avengers'ın Thanos'a karşı son savaşında kritik bir rol oynayan yeni bir müttefiktir."
  },
  {
    "from": "film/mcu/2019_avengers_endgame",
    "to": "film/mcu/2019_spider_man_far_from_home",
    "type": "Devam",
    "weight": 1,
    "notes": "Endgame sonrası bir dünya. Peter Parker, Iron Man'in mirasıyla yüzleşmek ve yeni tehditlerle başa çıkmak zorundadır."
  },
  {
    "from": "film/mcu/2021_black_widow",
    "to": "film/mcu/2021_shang_chi_and_the_legend_of_the_ten_rings",
    "type": "Yan Hikaye",
    "weight": 1,
    "notes": "Black Widow'un geçmişi ve ondan sonra gelen Shang-Chi'nin evrene dahil oluşu, yeni kahramanlara odaklanır."
  },
  {
    "from": "film/mcu/2021_eternals",
    "to": "film/mcu/2021_spider_man_no_way_home",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Eternals, evrenin daha geniş kozmik tarihini ortaya koyarken, No Way Home çoklu evren kavramını tanıtır."
  },
  {
    "from": "film/mcu/2021_spider_man_no_way_home",
    "to": "film/mcu/2022_doctor_strange_in_the_multiverse_of_madness",
    "type": "Devam",
    "weight": 1,
    "notes": "No Way Home'daki büyü, çoklu evrende bir kırılma yaratır. Doctor Strange bu krizin merkezindedir."
  },
  {
    "from": "film/mcu/2022_doctor_strange_in_the_multiverse_of_madness",
    "to": "film/mcu/2022_thor_love_and_thunder",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Doctor Strange, evrenin mistik tarafını genişletirken Thor'un evrenin uzak köşelerindeki hikayesi devam eder."
  },
  {
    "from": "film/mcu/2022_thor_love_and_thunder",
    "to": "film/mcu/2022_black_panther_wakanda_forever",
    "type": "Yan Hikaye",
    "weight": 1,
    "notes": "Thor'un hikayesinden bağımsız, Wakanda krallığı yeni bir tehditle yüzleşirken ulusun geleceği belirlenir."
  },
  {
    "from": "film/mcu/2022_black_panther_wakanda_forever",
    "to": "film/mcu/2023_ant_man_and_the_wasp_quantumania",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Wakanda, diğer uluslarla ilişkilerini geliştirirken Ant-Man Kuantum Alemi'nin tehlikelerini keşfeder."
  },
  {
    "from": "film/mcu/2023_ant_man_and_the_wasp_quantumania",
    "to": "film/mcu/2023_guardians_of_the_galaxy_vol_3",
    "type": "Devam",
    "weight": 1,
    "notes": "Ant-Man, Kang'ın hikayesini başlatırken, Galaksinin Koruyucuları kendi serüvenlerinin sonuna gelir."
  },
  {
    "from": "film/mcu/2023_guardians_of_the_galaxy_vol_3",
    "to": "film/mcu/2023_the_marvels",
    "type": "Karakter Etkileşimi",
    "weight": 1,
    "notes": "Koruyucular'ın yolculuğu sona ererken, Captain Marvel ve diğer kahramanlar kozmik bir tehditle mücadele eder."
  },
  {
    "from": "film/mcu/2023_the_marvels",
    "to": "film/mcu/2024_deadpool_and_wolverine",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Marvels, evrenin kozmik tarafını genişletir. Deadpool, TVA ve çoklu evren kavramı üzerinden evrene katılır."
  },
  {
    "from": "film/mcu/2024_deadpool_and_wolverine",
    "to": "film/mcu/2025_captain_america_brave_new_world",
    "type": "Takım Kurulumu",
    "weight": 1,
    "notes": "Deadpool ve Wolverine, çoklu evrenin gizemlerini kurcalarken, yeni Kaptan Amerika kendi takımını kurmaya hazırlanır."
  },
  {
    "from": "film/mcu/2025_captain_america_brave_new_world",
    "to": "film/mcu/2025_the_fantastic_four_first_steps",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Yeni Kaptan Amerika'nın maceraları devam ederken, Fantastik Dörtlü'nün gelişi evrende yeni bir dönemi başlatır."
  },
  {
    "from": "film/mcu/2025_the_fantastic_four_first_steps",
    "to": "film/mcu/2025_thunderbolts_asterisk",
    "type": "Evrensel Gelişme",
    "weight": 1,
    "notes": "Fantastik Dörtlü evrene dahil olurken, Hükümet anti-kahramanlardan oluşan kendi takımını kurar."
  }
]
}
