{
  "nodes": [
    {
      "id": "film/thematrix",
      "label": "The Matrix (1999)",
      "title": "The Matrix",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "'The Matrix' yapımı, Matrix evreninde bilgi, güç ve inancın çatışması temasını derinlemesine işler. Neo'nun varoluşsal yolculuğu, makinelerin kontrolündeki simülasyon dünyasında geçer. Gerçeklik algısının bozulduğu, özgürlüğün bedelinin sorgulandığı bu anlatı, felsefi sorgulamalarla örülüdür.",
      "refers_to": "The Matrix, hem The Animatrix hem de The Matrix Reloaded ile ortak anlatı evrenini paylaşır. Zihin-beden ikilemi, yapay zekânın yükselişi ve simülasyonun kırılganlığı gibi temalar bu yapımlarla birlikte ele alınır.",
      "type": "film",
      "release_date": "1999-03-31",
      "level": 0
    },
    {
      "id": "film/thematrixreloaded",
      "label": "The Matrix Reloaded (2003)",
      "title": "The Matrix Reloaded",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "'The Matrix Reloaded' yapımı, Matrix evreninde kurtuluşun kişisel ve kolektif bedeli temasını derinlemesine işler. Neo'nun varoluşsal yolculuğu, makinelerin kontrolündeki simülasyon dünyasında geçer. Gerçeklik algısının bozulduğu, özgürlüğün bedelinin sorgulandığı bu anlatı, felsefi sorgulamalarla örülüdür.",
      "refers_to": "'The Matrix Reloaded', özellikle The Animatrix ve The Matrix Resurrections filmleriyle tematik bağlar kurar. Neo’nun yolculuğu, makine sisteminin evrimi ve karakterler arasındaki duygusal çözülmeler üzerinden bu bağlantılar güçlendirilir.",
      "type": "film",
      "release_date": "2003-05-15",
      "level": 1
    },
    {
      "id": "film/thematrixrevolutions",
      "label": "The Matrix Revolutions (2003)",
      "title": "The Matrix Revolutions",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "'The Matrix Revolutions' yapımı, Matrix evreninde gerçeklik ile simülasyon arasındaki çizginin silinmesi temasını derinlemesine işler. Neo'nun varoluşsal yolculuğu, makinelerin kontrolündeki simülasyon dünyasında geçer. Gerçeklik algısının bozulduğu, özgürlüğün bedelinin sorgulandığı bu anlatı, felsefi sorgulamalarla örülüdür.",
      "refers_to": "The Matrix Revolutions, hem The Matrix hem de The Animatrix ile ortak anlatı evrenini paylaşır. Zihin-beden ikilemi, yapay zekânın yükselişi ve simülasyonun kırılganlığı gibi temalar bu yapımlarla birlikte ele alınır.",
      "type": "film",
      "release_date": "2003-11-05",
      "level": 1
    },
    {
      "id": "film/theanimatrix",
      "label": "The Animatrix (2003)",
      "title": "The Animatrix",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "'The Animatrix' yapımı, Matrix evreninde gerçeklik ile simülasyon arasındaki çizginin silinmesi temasını derinlemesine işler. Neo'nun varoluşsal yolculuğu, makinelerin kontrolündeki simülasyon dünyasında geçer. Gerçeklik algısının bozulduğu, özgürlüğün bedelinin sorgulandığı bu anlatı, felsefi sorgulamalarla örülüdür.",
      "refers_to": "The Animatrix, hem The Matrix hem de The Matrix Resurrections ile ortak anlatı evrenini paylaşır. Zihin-beden ikilemi, yapay zekânın yükselişi ve simülasyonun kırılganlığı gibi temalar bu yapımlarla birlikte ele alınır.",
      "type": "dizi",
      "release_date": "2003-06-03",
      "level": 1
    },
    {
      "id": "film/thematrixresurrections",
      "label": "The Matrix Resurrections (2021)",
      "title": "The Matrix Resurrections",
      "image": "images/matrix.jpg",
      "shape": "image",
      "description": "'The Matrix Resurrections' yapımı, Matrix evreninde özgür irade ve sistemin dayatmaları temasını derinlemesine işler. Neo'nun varoluşsal yolculuğu, makinelerin kontrolündeki simülasyon dünyasında geçer. Gerçeklik algısının bozulduğu, özgürlüğün bedelinin sorgulandığı bu anlatı, felsefi sorgulamalarla örülüdür.",
      "refers_to": "'The Matrix Resurrections', özellikle The Matrix Reloaded ve The Animatrix filmleriyle tematik bağlar kurar. Neo’nun yolculuğu, makine sisteminin evrimi ve karakterler arasındaki duygusal çözülmeler üzerinden bu bağlantılar güçlendirilir.",
      "type": "film",
      "release_date": "2021-12-22",
      "level": 2
    }
  ],
  "edges": [
    {
      "from": "film/thematrix",
      "to": "film/thematrixreloaded",
      "type": "Devam"
    },
    {
      "from": "film/thematrixreloaded",
      "to": "film/thematrixrevolutions",
      "type": "Devam"
    },
    {
      "from": "film/theanimatrix",
      "to": "film/thematrix",
      "type": "ön hikaye"
    },
    {
      "from": "film/thematrixrevolutions",
      "to": "film/thematrixresurrections",
      "type": "Devam"
    }
  ]
}