{
  "nodes": [
    {
      "id": "film/thelordoftheringsthefellowshipofthering",
      "label": "The Lord of the Rings: The Fellowship of the Ring (2001)",
      "title": "The Lord of the Rings: The Fellowship of the Ring",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Lord of the Rings: The Fellowship of the Ring' yapımı, Orta Dünya'nın epik tarihinde karanlık güçlerin uyanışı temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Hobbit: The Desolation of Smaug ve The Lord of the Rings: The Two Towers ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2001-12-19",
      "level": 0
    },
    {
      "id": "film/thelordoftheringsthetwotowers",
      "label": "The Lord of the Rings: The Two Towers (2002)",
      "title": "The Lord of the Rings: The Two Towers",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Lord of the Rings: The Two Towers' yapımı, Orta Dünya'nın epik tarihinde güç tutkusu ve yozlaşma temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Lord of the Rings: The Rings of Power ve The Hobbit: An Unexpected Journey ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2002-12-18",
      "level": 1
    },
    {
      "id": "film/thelordoftheringsthereturnoftheking",
      "label": "The Lord of the Rings: The Return of the King (2003)",
      "title": "The Lord of the Rings: The Return of the King",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Lord of the Rings: The Return of the King' yapımı, Orta Dünya'nın epik tarihinde karanlık güçlerin uyanışı temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Hobbit: An Unexpected Journey ve The Lord of the Rings: The Two Towers ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2003-12-17",
      "level": 2
    },
    {
      "id": "film/thehobbitanunexpectedjourney",
      "label": "The Hobbit: An Unexpected Journey (2012)",
      "title": "The Hobbit: An Unexpected Journey",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Hobbit: An Unexpected Journey' yapımı, Orta Dünya'nın epik tarihinde güç tutkusu ve yozlaşma temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Lord of the Rings: The Rings of Power ve The Lord of the Rings: The Two Towers ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2012-12-14",
      "level": 3
    },
    {
      "id": "film/thehobbitthedesolationofsmaug",
      "label": "The Hobbit: The Desolation of Smaug (2013)",
      "title": "The Hobbit: The Desolation of Smaug",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Hobbit: The Desolation of Smaug' yapımı, Orta Dünya'nın epik tarihinde karanlık güçlerin uyanışı temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Hobbit: An Unexpected Journey ve The Lord of the Rings: The Return of the King ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2013-12-13",
      "level": 4
    },
    {
      "id": "film/thehobbitthebattleofthefivearmies",
      "label": "The Hobbit: The Battle of the Five Armies (2014)",
      "title": "The Hobbit: The Battle of the Five Armies",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Hobbit: The Battle of the Five Armies' yapımı, Orta Dünya'nın epik tarihinde halkların birleşmesi temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Lord of the Rings: The Rings of Power ve The Hobbit: An Unexpected Journey ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "film",
      "release_date": "2014-12-17",
      "level": 5
    },
    {
      "id": "film/thelordoftheringstheringsofpower",
      "label": "The Lord of the Rings: The Rings of Power (2022)",
      "title": "The Lord of the Rings: The Rings of Power",
      "image": "images/middleearth.jpg",
      "shape": "image",
      "description": "'The Lord of the Rings: The Rings of Power' yapımı, Orta Dünya'nın epik tarihinde halkların birleşmesi temasını derinlemesine işler. Karakterlerin kişisel yolculukları ile büyük savaşlar ve politik çatışmalar iç içe geçer. Büyü, dostluk, ihanet ve kader gibi kavramlar eşliğinde, anlatı izleyiciyi tarih öncesi bir evrende sürükleyici bir maceraya davet eder.",
      "refers_to": "Bu yapım, The Hobbit: The Battle of the Five Armies ve The Lord of the Rings: The Fellowship of the Ring ile doğrudan ya da dolaylı biçimde bağlantılıdır. Ortak karakterler, olayların ardışıklığı ya da geçmişte geçen anlatılar aracılığıyla Orta Dünya evreni bütünlüğünü korur.",
      "type": "dizi",
      "release_date": "2022-09-01",
      "level": 6
    }
  ],
  "edges": [
    {
      "from": "film/thehobbitanunexpectedjourney",
      "to": "film/thehobbitthedesolationofsmaug",
      "type": "devam"
    },
    {
      "from": "film/thehobbitthedesolationofsmaug",
      "to": "film/thehobbitthebattleofthefivearmies",
      "type": "devam"
    },
    {
      "from": "film/thehobbitthebattleofthefivearmies",
      "to": "film/thelordoftheringsthefellowshipofthering",
      "type": "ön hikaye"
    },
    {
      "from": "film/thelordoftheringsthefellowshipofthering",
      "to": "film/thelordoftheringsthetwotowers",
      "type": "devam"
    },
    {
      "from": "film/thelordoftheringsthetwotowers",
      "to": "film/thelordoftheringsthereturnoftheking",
      "type": "devam"
    },
    {
      "from": "film/thelordoftheringstheringsofpower",
      "to": "film/thehobbitanunexpectedjourney",
      "type": "ön hikaye"
    }
  ]
}