{
  "nodes": [
    {
      "id": "toyStory1995",
      "label": "Toy Story (1995)",
      "title": "Toy Story",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Toy Story' yapımı, Pixar evreninde toplumdaki yerini bulma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Incredibles 2 ve Lightyear gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "1995-11-22",
      "level": 0
    },
    {
      "id": "aBugsLife1998",
      "label": "A Bug's Life (1998)",
      "title": "A Bug's Life",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'A Bug's Life' yapımı, Pixar evreninde çocukluk ve anılarla bağ kurma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'A Bug's Life' yapımında, Elemental ve The Good Dinosaur filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "1998-11-25",
      "level": 1
    },
    {
      "id": "toyStory21999",
      "label": "Toy Story 2 (1999)",
      "title": "Toy Story 2",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Toy Story 2' yapımı, Pixar evreninde dostluk, kayıp ve yeniden keşif temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Toy Story 2, Cars 3 ve Brave ile duygusal hafıza, aile yapıları ve kahraman yolculuğu gibi evrensel temaları paylaşır. Karakterlerin kararları, diğer filmlerle paralel bir gelişim sunar.",
      "type": "film",
      "release_date": "1999-11-24",
      "level": 2
    },
    {
      "id": "monstersInc2001",
      "label": "Monsters, Inc. (2001)",
      "title": "Monsters, Inc.",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Monsters, Inc.' yapımı, Pixar evreninde çocukluk ve anılarla bağ kurma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Monsters, Inc.' yapımında, Cars ve Monsters University filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2001-11-02",
      "level": 3
    },
    {
      "id": "findingNemo2003",
      "label": "Finding Nemo (2003)",
      "title": "Finding Nemo",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Finding Nemo' yapımı, Pixar evreninde dostluk, kayıp ve yeniden keşif temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Finding Nemo' yapımında, Brave ve Toy Story 4 filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2003-05-30",
      "level": 4
    },
    {
      "id": "theIncredibles2004",
      "label": "The Incredibles (2004)",
      "title": "The Incredibles",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'The Incredibles' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "The Incredibles, Luca ve The Good Dinosaur ile duygusal hafıza, aile yapıları ve kahraman yolculuğu gibi evrensel temaları paylaşır. Karakterlerin kararları, diğer filmlerle paralel bir gelişim sunar.",
      "type": "film",
      "release_date": "2004-11-05",
      "level": 5
    },
    {
      "id": "cars2006",
      "label": "Cars (2006)",
      "title": "Cars",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Cars' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "A Bug's Life ve Toy Story 3 ile Cars arasında kurgusal zaman, mekân ve karakter mirası açısından çok sayıda gönderme bulunur. Anlatının tematik dokusu, evrensel duygular etrafında örülür.",
      "type": "film",
      "release_date": "2006-06-09",
      "level": 6
    },
    {
      "id": "ratatouille2007",
      "label": "Ratatouille (2007)",
      "title": "Ratatouille",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Ratatouille' yapımı, Pixar evreninde ailenin önemi ve bireysel kimlik arayışı temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Inside Out 2 ve Toy Story gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2007-06-29",
      "level": 7
    },
    {
      "id": "wallE2008",
      "label": "WALL-E (2008)",
      "title": "WALL-E",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'WALL-E' yapımı, Pixar evreninde dostluk, kayıp ve yeniden keşif temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Ratatouille ve A Bug's Life gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2008-06-27",
      "level": 8
    },
    {
      "id": "up2009",
      "label": "Up (2009)",
      "title": "Up",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Up' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Elemental ve Inside Out gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2009-05-29",
      "level": 9
    },
    {
      "id": "toyStory32010",
      "label": "Toy Story 3 (2010)",
      "title": "Toy Story 3",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Toy Story 3' yapımı, Pixar evreninde çocukluk ve anılarla bağ kurma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Toy Story 3’da kullanılan bazı nesneler, Turning Red ve Monsters, Inc. filmlerinde karşımıza çıkarak gizli geçişler oluşturur. Bu yapım, Pixar evrenindeki zaman çizgisini örüntüsel şekilde pekiştirir.",
      "type": "film",
      "release_date": "2010-06-18",
      "level": 10
    },
    {
      "id": "cars22011",
      "label": "Cars 2 (2011)",
      "title": "Cars 2",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Cars 2' yapımı, Pixar evreninde çocukluk ve anılarla bağ kurma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Cars 2’da kullanılan bazı nesneler, Coco ve Incredibles 2 filmlerinde karşımıza çıkarak gizli geçişler oluşturur. Bu yapım, Pixar evrenindeki zaman çizgisini örüntüsel şekilde pekiştirir.",
      "type": "film",
      "release_date": "2011-06-24",
      "level": 11
    },
    {
      "id": "brave2012",
      "label": "Brave (2012)",
      "title": "Brave",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Brave' yapımı, Pixar evreninde toplumdaki yerini bulma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Brave' yapımında, Monsters University ve Lightyear filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2012-06-22",
      "level": 12
    },
    {
      "id": "monstersUniversity2013",
      "label": "Monsters University (2013)",
      "title": "Monsters University",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Monsters University' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Monsters University' yapımında, Lightyear ve Brave filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2013-06-21",
      "level": 13
    },
    {
      "id": "insideOut2015",
      "label": "Inside Out (2015)",
      "title": "Inside Out",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Inside Out' yapımı, Pixar evreninde korkularla yüzleşme ve cesaret temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Brave ve The Incredibles ile Inside Out arasında kurgusal zaman, mekân ve karakter mirası açısından çok sayıda gönderme bulunur. Anlatının tematik dokusu, evrensel duygular etrafında örülür.",
      "type": "film",
      "release_date": "2015-06-19",
      "level": 14
    },
    {
      "id": "theGoodDinosaur2015",
      "label": "The Good Dinosaur (2015)",
      "title": "The Good Dinosaur",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'The Good Dinosaur' yapımı, Pixar evreninde korkularla yüzleşme ve cesaret temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Lightyear ve Inside Out 2 ile The Good Dinosaur arasında kurgusal zaman, mekân ve karakter mirası açısından çok sayıda gönderme bulunur. Anlatının tematik dokusu, evrensel duygular etrafında örülür.",
      "type": "film",
      "release_date": "2015-11-25",
      "level": 14
    },
    {
      "id": "findingDory2016",
      "label": "Finding Dory (2016)",
      "title": "Finding Dory",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Finding Dory' yapımı, Pixar evreninde çocukluk ve anılarla bağ kurma temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Toy Story ve Cars 2 gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2016-06-17",
      "level": 15
    },
    {
      "id": "cars32017",
      "label": "Cars 3 (2017)",
      "title": "Cars 3",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Cars 3' yapımı, Pixar evreninde insan olmanın anlamı temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Cars 3’da kullanılan bazı nesneler, Toy Story ve Elemental filmlerinde karşımıza çıkarak gizli geçişler oluşturur. Bu yapım, Pixar evrenindeki zaman çizgisini örüntüsel şekilde pekiştirir.",
      "type": "film",
      "release_date": "2017-06-16",
      "level": 16
    },
    {
      "id": "coco2017",
      "label": "Coco (2017)",
      "title": "Coco",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Coco' yapımı, Pixar evreninde korkularla yüzleşme ve cesaret temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Coco, Lightyear ve Toy Story 2 ile duygusal hafıza, aile yapıları ve kahraman yolculuğu gibi evrensel temaları paylaşır. Karakterlerin kararları, diğer filmlerle paralel bir gelişim sunar.",
      "type": "film",
      "release_date": "2017-11-22",
      "level": 16
    },
    {
      "id": "incredibles22018",
      "label": "Incredibles 2 (2018)",
      "title": "Incredibles 2",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Incredibles 2' yapımı, Pixar evreninde insan olmanın anlamı temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Toy Story ve Soul ile Incredibles 2 arasında kurgusal zaman, mekân ve karakter mirası açısından çok sayıda gönderme bulunur. Anlatının tematik dokusu, evrensel duygular etrafında örülür.",
      "type": "film",
      "release_date": "2018-06-15",
      "level": 17
    },
    {
      "id": "toyStory42019",
      "label": "Toy Story 4 (2019)",
      "title": "Toy Story 4",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Toy Story 4' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Toy Story 4, Soul ve Monsters University ile duygusal hafıza, aile yapıları ve kahraman yolculuğu gibi evrensel temaları paylaşır. Karakterlerin kararları, diğer filmlerle paralel bir gelişim sunar.",
      "type": "film",
      "release_date": "2019-06-21",
      "level": 18
    },
    {
      "id": "onward2020",
      "label": "Onward (2020)",
      "title": "Onward",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Onward' yapımı, Pixar evreninde hayal gücü ile gerçeklik arasındaki sınır temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Onward' yapımında, Cars 3 ve Coco filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2020-03-06",
      "level": 19
    },
    {
      "id": "soul2020",
      "label": "Soul (2020)",
      "title": "Soul",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Soul' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Toy Story ve Onward gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2020-12-25",
      "level": 19
    },
    {
      "id": "luca2021",
      "label": "Luca (2021)",
      "title": "Luca",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Luca' yapımı, Pixar evreninde korkularla yüzleşme ve cesaret temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Luca’da kullanılan bazı nesneler, Lightyear ve Monsters, Inc. filmlerinde karşımıza çıkarak gizli geçişler oluşturur. Bu yapım, Pixar evrenindeki zaman çizgisini örüntüsel şekilde pekiştirir.",
      "type": "film",
      "release_date": "2021-06-18",
      "level": 20
    },
    {
      "id": "turningRed2022",
      "label": "Turning Red (2022)",
      "title": "Turning Red",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Turning Red' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Elemental ve Toy Story gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2022-03-11",
      "level": 21
    },
    {
      "id": "lightyear2022",
      "label": "Lightyear (2022)",
      "title": "Lightyear",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Lightyear' yapımı, Pixar evreninde duyguların içsel yolculuğu temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Bu film, Finding Dory ve Brave gibi yapımlarla birlikte izleyiciyi ortak bir evrende dolaştırır. Renk paletleri, çevre tasarımları ve yan karakter ipuçları bu bağlantıyı destekler.",
      "type": "film",
      "release_date": "2022-06-17",
      "level": 21
    },
    {
      "id": "elemental2023",
      "label": "Elemental (2023)",
      "title": "Elemental",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Elemental' yapımı, Pixar evreninde dostluk, kayıp ve yeniden keşif temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "'Elemental' yapımında, Up ve WALL-E filmlerine dair sahne düzenlemeleri, karakter arka planları ve gizli nesne referanslarıyla örülü bir bağ kurulur. Pixar’ın yaratıcı dünyası bu detaylarla genişler.",
      "type": "film",
      "release_date": "2023-06-16",
      "level": 22
    },
    {
      "id": "insideOut22024",
      "label": "Inside Out 2 (2024)",
      "title": "Inside Out 2",
      "image": "images/pixar.jpg",
      "shape": "image",
      "description": "'Inside Out 2' yapımı, Pixar evreninde korkularla yüzleşme ve cesaret temasını özgün biçimde işler. Film; mizah, duygu ve felsefi alt metinlerle izleyiciye hem çocuklara hem yetişkinlere hitap eden çok katmanlı bir anlatı sunar. Animasyonun ötesinde, derinlemesine karakter gelişimleri ile öne çıkar.",
      "refers_to": "Finding Dory ve A Bug's Life ile Inside Out 2 arasında kurgusal zaman, mekân ve karakter mirası açısından çok sayıda gönderme bulunur. Anlatının tematik dokusu, evrensel duygular etrafında örülür.",
      "type": "film",
      "release_date": "2024-06-14",
      "level": 23
    }
  ],
  "edges": [
    {
      "from": "toyStory1995",
      "to": "toyStory21999",
      "type": "devam"
    },
    {
      "from": "toyStory1995",
      "to": "aBugsLife1998",
      "type": "evren geçişi"
    },
    {
      "from": "aBugsLife1998",
      "to": "toyStory21999",
      "type": "karakter göndermesi"
    },
    {
      "from": "toyStory21999",
      "to": "monstersInc2001",
      "type": "evren geçişi"
    },
    {
      "from": "monstersInc2001",
      "to": "findingNemo2003",
      "type": "karakter göndermesi"
    },
    {
      "from": "findingNemo2003",
      "to": "toyStory21999",
      "type": "evren geçişi"
    },
    {
      "from": "theIncredibles2004",
      "to": "ratatouille2007",
      "type": "karakter göndermesi"
    },
    {
      "from": "cars2006",
      "to": "toyStory1995",
      "type": "evren geçişi"
    },
    {
      "from": "ratatouille2007",
      "to": "up2009",
      "type": "evren geçişi"
    },
    {
      "from": "wallE2008",
      "to": "up2009",
      "type": "kurumsal gönderme"
    },
    {
      "from": "toyStory32010",
      "to": "toyStory21999",
      "type": "devam"
    },
    {
      "from": "toyStory32010",
      "to": "up2009",
      "type": "karakter göndermesi"
    },
    {
      "from": "cars22011",
      "to": "cars2006",
      "type": "devam"
    },
    {
      "from": "cars22011",
      "to": "toyStory1995",
      "type": "evren geçişi"
    },
    {
      "from": "brave2012",
      "to": "monstersInc2001",
      "type": "karakter göndermesi"
    },
    {
      "from": "monstersUniversity2013",
      "to": "monstersInc2001",
      "type": "ön hikaye"
    },
    {
      "from": "monstersUniversity2013",
      "to": "aBugsLife1998",
      "type": "görsel gönderme"
    },
    {
      "from": "insideOut2015",
      "to": "ratatouille2007",
      "type": "karakter gönderme"
    },
    {
      "from": "insideOut2015",
      "to": "up2009",
      "type": "görsel gönderme"
    },
    {
      "from": "theGoodDinosaur2015",
      "to": "toyStory1995",
      "type": "görsel gönderme"
    },
    {
      "from": "findingDory2016",
      "to": "findingNemo2003",
      "type": "devam"
    },
    {
      "from": "cars32017",
      "to": "cars22011",
      "type": "devam"
    },
    {
      "from": "coco2017",
      "to": "insideOut2015",
      "type": "görsel gönderme"
    },
    {
      "from": "incredibles22018",
      "to": "theIncredibles2004",
      "type": "devam"
    },
    {
      "from": "toyStory42019",
      "to": "toyStory32010",
      "type": "devam"
    },
    {
      "from": "onward2020",
      "to": "ratatouille2007",
      "type": "karakter göndermesi"
    },
    {
      "from": "soul2020",
      "to": "insideOut2015",
      "type": "konseptsel devam"
    },
    {
      "from": "luca2021",
      "to": "laLunaShort2011",
      "type": "yan hikaye"
    },
    {
      "from": "turningRed2022",
      "to": "insideOut2015",
      "type": "duygusal tema devamı"
    },
    {
      "from": "lightyear2022",
      "to": "toyStory1995",
      "type": "iç film/karakter kökeni"
    },
    {
      "from": "elemental2023",
      "to": "insideOut2015",
      "type": "tematik benzerlik"
    },
    {
      "from": "elemental2023",
      "to": "soul2020",
      "type": "soyut dünya göndermesi"
    },
    {
      "from": "elemental2023",
      "to": "turningRed2022",
      "type": "şehir yaşamı paralelliği"
    },
    {
      "from": "insideOut22024",
      "to": "insideOut2015",
      "type": "devam"
    },
    {
      "from": "insideOut22024",
      "to": "soul2020",
      "type": "duygu ve bilinç teması"
    },
    {
      "from": "insideOut22024",
      "to": "elemental2023",
      "type": "görsel gönderme"
    }
  ]
}