{
  "films": [
    {
      "id": "ToyStory",
      "label": "Toy Story (1995)",
      "title": "Toy Story",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Toy Story (1995), hem sinema tarihi hem de animasyon dünyası için çığır açan bir yapıttır...",
      "refers_to": "Toy Story, yalnızca kendi serisinin değil, aynı zamanda Pixar evreninin temellerini atan yapıdır...",
      "type": "film",
      "release_date": "1995-11-22",
      "level": 0,
      "universe": "Pixar"
    },
    {
      "id": "ToyStory3",
      "label": "Toy Story 3 (2010)",
      "title": "Toy Story 3",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Toy Story 3 (2010), Pixar'ın klasik Toy Story serisinin duygusal doruk noktalarından biridir...",
      "refers_to": "Toy Story 3, yalnızca Toy Story serisinin değil, genel Pixar evreninin de kavşak noktalarından biridir...",
      "type": "film",
      "release_date": "2010-06-18",
      "level": 0,
      "universe": "Pixar"
    },
    {
      "id": "ToyStory4",
      "label": "Toy Story 4 (2019)",
      "title": "Toy Story 4",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Toy Story 4 (2019), Pixar’ın ikonik oyuncaklar evrenini beklenmedik bir finalle taçlandırdığı...",
      "refers_to": "Toy Story 4, Pixar evreninde bireysel özgürlük ve kişisel seçim temalarının doruk noktasına ulaştığı yapımlardan biridir...",
      "type": "film",
      "release_date": "2019-06-21",
      "level": 1,
      "universe": "Pixar"
    },
    {
      "id": "Onward",
      "label": "Onward (2020)",
      "title": "Onward",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Onward (2020), Pixar’ın büyüyle modernliği birleştiren yaratıcı anlatılarından biridir...",
      "refers_to": "Onward, Pixar evreninde büyünün ve teknolojinin simbiyotik biçimde bir arada var olduğu nadir örneklerden biridir...",
      "type": "film",
      "release_date": "2020-03-06",
      "level": 1,
      "universe": "Pixar"
    },
    {
      "id": "ToyStory4",
      "label": "Toy Story 4 (2019)",
      "title": "Toy Story 4",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Toy Story 4 (2019), Pixar’ın ikonik oyuncaklar evrenini beklenmedik bir finalle taçlandırdığı, karakter odaklı ve felsefi yönü güçlü bir devam filmidir. Hikâye, Andy’nin oyuncaklarını devrettiği Bonnie’nin anaokuluna başlamasıyla şekillenir. Bonnie'nin yaptığı el işi oyuncak Forky, film boyunca varoluşsal bir krizi temsil eder: kendini çöp olarak gören Forky, Woody’nin koruma içgüdüsünü tetikler. Film boyunca Woody, yeni dünyasında kendini yeniden tanımlamaya ve bir zamanlar sevdiği Bo Peep ile karşılaşarak geçmişiyle yüzleşmeye çalışır. Bo Peep artık özgür bir oyuncaktır ve Woody’e aidiyetin ne anlama geldiğini sorgulatır. Film; sahiplik, özgürlük, kimlik ve yaşam amacı gibi temaları cesurca işler. Görsel açıdan zarif sahne tasarımları ve duygusal geçişler, özellikle antikacı dükkânı sekansları ile zenginleşir. Toy Story 4, serinin nostaljik köklerini onurlandırırken aynı zamanda yeni felsefi kapılar açar.",
      "refers_to": "Toy Story 4, Pixar evreninde bireysel özgürlük ve kişisel seçim temalarının doruk noktasına ulaştığı yapımlardan biridir. Woody’nin artık bir çocuğa ait olmayı bırakıp kendi yolunu çizme kararı, Monsters Inc.’teki Mike ve Sully’nin enerji üretim sistemini değiştirme cesaretiyle tematik bağ kurar. Forky karakteri, Inside Out’taki duygular gibi öz farkındalık ve varlık sorgusunun bir temsili olarak işlenir. Bo Peep’in bağımsızlığı, Brave’deki Merida’nın geleneksel yapıya karşı çıkışıyla örtüşür. Antikacıda yer alan oyuncaklar, Wall-E’deki terk edilmiş robotlar gibi zamanın etkilerine maruz kalmış karakterlerdir. Ayrıca, antikacının vitrininde Pizza Planet kamyonunun minyatür bir versiyonu görünür. Filmde yer alan eğlence parkı sahnesi, Luca’daki renkli atmosferi ve sosyal keşif temasını anımsatır. Toy Story 4, karakterlerin özgürlüklerini yeniden tanımladığı ve evrende bireysel kimliklerin kolektif hikâyeden ayrılabildiği nadir filmlerden biridir.",
      "type": "film",
      "release_date": "2019-06-21",
      "level": 1,
      "universe": "Pixar"
    },
    {
      "id": "Onward",
      "label": "Onward (2020)",
      "title": "Onward",
      "image": "/port/images/pixar.jpg",
      "shape": "image",
      "description": "Onward (2020), Pixar’ın büyüyle modernliği birleştiren yaratıcı anlatılarından biridir. Film, büyülü bir dünyada geçmektedir; ancak bu dünya artık teknolojinin ve gündelik yaşamın hâkim olduğu bir yere dönüşmüştür. İki elf kardeş, Ian ve Barley Lightfoot, genç yaşta kaybettikleri babalarını bir günlüğüne geri getirebilecek sihirli bir asayı keşfederler. Ancak büyü ters gider ve yalnızca babalarının alt yarısı ortaya çıkar. Bu noktadan sonra, kardeşler babalarının tamamını yeniden getirmek için zamanla yarıştıkları, mistik yaratıklarla ve kendi korkularıyla yüzleştikleri heyecanlı ve duygusal bir yolculuğa çıkar. Ian, yol boyunca içindeki potansiyeli ve liderlik becerilerini keşfederken, Barley geçmişte yapamadığı veda ile yüzleşir. Onward; aile, bağışlama, kendine inanma ve kayıplarla başa çıkma gibi temaları işlerken, esprili ve kalp ısıtan tonunu korur. Görsel olarak modern-fantezi birleşimini etkileyici biçimde sunar.",
      "refers_to": "Onward, Pixar evreninde büyünün ve teknolojinin simbiyotik biçimde bir arada var olduğu nadir örneklerden biridir. Filmde geçen büyülü taşlar ve semboller, Brave'deki mistik unsurlarla doğrudan bir görsel paralellik taşır. Barley'nin tarih merakı ve koleksiyonculuğu, Toy Story’deki Andy'nin oyuncaklara verdiği değerle örtüşür. Ian’ın içsel gücünü keşfetmesi, Inside Out’taki Riley’nin duygusal gelişimiyle tematik bağ kurar. Filmdeki mantikor karakteri, Monsters Inc.’deki yaratık evreniyle aynı fantezi tasarımlarını paylaşır. Pizza Planet kamyonu, Barley’nin minibüsünün üzerine yapıştırılmış çıkartma olarak görünür. Ayrıca, Buy n Large logosu, şehirdeki bir benzin istasyonu tabelasında yer alarak WALL-E evreniyle görsel bağ kurar. Film boyunca kullanılan büyü ve doğa motifleri, The Good Dinosaur’daki doğayla kurulan sezgisel iletişimi anımsatır. Onward, Pixar evreninde geleneksel aile anlatısını mistik bir yolla yeniden yorumlayan ve modernlik-büyü çatışması üzerinden özgün bir kimlik kazanan yapımlardan biridir.",
      "type": "film",
      "release_date": "2020-03-06",
      "level": 1,
      "universe": "Pixar"
    }
  ],
  "links": [
    {
      "from": "ToyStory",
      "to": "ToyStory2",
      "type": "devam"
    },
    {
      "from": "ToyStory2",
      "to": "ToyStory3",
      "type": "devam"
    },
    {
      "from": "ToyStory3",
      "to": "ToyStory4",
      "type": "devam"
    },
    {
      "from": "FindingNemo",
      "to": "FindingDory",
      "type": "devam"
    },
    {
      "from": "MonstersInc",
      "to": "MonstersUniversity",
      "type": "öncesi"
    },
    {
      "from": "Cars",
      "to": "Cars2",
      "type": "devam"
    },
    {
      "from": "Cars2",
      "to": "Cars3",
      "type": "devam"
    },
    {
      "from": "TheIncredibles",
      "to": "TheIncredibles2",
      "type": "devam"
    },
    {
      "from": "InsideOut",
      "to": "InsideOut2",
      "type": "devam"
    },
    {
      "from": "Luca",
      "to": "TurningRed",
      "type": "tematik_bağlantı"
    },
    {
      "from": "Soul",
      "to": "InsideOut",
      "type": "tematik_bağlantı"
    },
    {
      "from": "Brave",
      "to": "Onward",
      "type": "mistik_öğe_bağlantısı"
    },
    {
      "from": "WallE",
      "to": "BuyNLargeReferans",
      "type": "evren_geçişi"
    },
    {
      "from": "Lightyear",
      "to": "ToyStory",
      "type": "kurgu_içinde_kurgu"
    },
    {
      "from": "Elemental",
      "to": "TurningRed",
      "type": "tematik_bağlantı"
    }
  ]
}
